[[{"content": "LAS VEGAS — Conor McGregor sat and seethed with his back on the cage, a temporary cast around his left shin and foot. The biggest star in mixed martial arts was convinced he had just been robbed of revenge on Dustin Poirier by a broken leg.“I was boxing the bleedin’ head off him, kicking the bleedin’ leg off him,” McGregor shouted. “This is not over! If we have to take this outside for him, we’ll take it outside.”McGregor’s animosity toward Poirier hasn’t cooled, but this fight trilogy ended — for now, at least — with another victory for his more mild-mannered enemy.Poirier beat McGregor for the second time in six months when McGregor was unable to continue after the first round at UFC 264 on Saturday night.McGregor (22-6) fell to the canvas and never got up after a punch by Poirier (28-6), who will get the UFC’s next lightweight title shot. McGregor’s leg and ankle buckled when he stepped back from the blow, and Poirier finished the round raining blows down on the former two-division UFC champion.“Just the thing had separated, and I bleedin’ landed on the wonky leg like Anderson Silva that one time, something similar to that,” McGregor said, referring to longtime middleweight champ Silva’s infamously gruesome broken leg against Chris Weidman. “It’s a mad business.”UFC President Dana White said he was told McGregor broke his shin near the ankle. McGregor will have surgery on Sunday morning.Poirier said he thought McGregor’s leg broke when he checked one of McGregor’s kicks earlier in the fight. McGregor disagreed, saying there was “not one check.”“You never want to get a win that way, but what happened was the result of checking a kick,” Poirier said. “I’m more than sure of it. He got what he had coming to him. Karma is a mirror.”McGregor dropped to 1-3 in the cage since 2016, when he abdicated his UFC title reigns and accepted a wildly lucrative boxing match with Floyd Mayweather. McGregor has been unable to recapture his fearsome MMA form over the past half-decade — and despite his protestations, there was little in the first round at UFC 264 to suggest McGregor was back in elite form.Poirier was largely in control of the opening round, parrying McGregor’s kicks and landing several strikes before getting control over McGregor on the ground. After McGregor got up from a long stretch of punches and elbows, Poirier knocked him down one last time — and McGregor’s ankle bent gruesomely as he fell.“It (stinks), because I was going to beat the guy if his leg held up,” Poirier said. “I need to digest it all, because right now, it kind of feels weird. It’s not a good feeling.”White confirmed Poirier will get the next shot at new lightweight champ Charles Oliveira. White also said he expects a fourth fight between McGregor and Poirier at some point after McGregor’s leg heals.“The fight didn’t get finished,” White said. “You can’t have a fight finish that way. We’ll see how this whole thing plays out. Who knows how long Conor is out? Poirier will do his thing until Conor is ready.”Poirier also said he intends to fight McGregor a fourth time — and it will be personal. McGregor returned to his verbose, mean-spirited promotional persona for this fight promotion, repeatedly insulting Poirier’s wife and vowing to kill Poirier.“We are going to fight again, whether it’s in the octagon or on the sidewalk,” Poirier said. “You don’t say the stuff he said.”Poirier stopped McGregor in the second round when they met in Abu Dhabi last January, avenging his first-round knockout loss to McGregor in 2014. Poirier’s clear superiority in the fighters’ second bout made a third showdown seem questionable just six months later, but McGregor demanded the chance to fix his mistakes and Poirier accepted the massive paycheck that comes from sharing a cage with McGregor.Instead of taking an easier fight or another boxing match, McGregor wanted another shot at Poirier after getting stopped by strikes for the first time in his MMA career. He claimed he had been distracted by his plans to box Manny Pacquiao this year, and he vowed to devote his full attention to MMA in training camp.McGregor has lost decisively to Khabib Nurmagomedov and twice to Poirier since 2016 while beating only an over-the-hill Donald Cerrone.McGregor’s star power has shown no significant decline despite the dwindling evidence of his once-transcendent skills. The celebrity-studded Vegas crowd was vocally behind McGregor, who strutted into the octagon with his usual flair.But the steady, hardworking Poirier has earned the chance to recapture the lightweight title he held on an interim basis in 2019 before his loss to Nurmagomedov. That was the only defeat in nearly five years for Poirier, who has mostly maintained a decade of upward momentum in the UFC.McGregor was charming and friendly to Poirier throughout the promotion of their second bout earlier this year, but that collegiality was gone for the third fight. Poirier refused to return insults to McGregor when the Irish fighter insulted Poirier’s wife again after the fight.“We don’t talk like that,” Poirier said. “I hope this guy gets home safe and gets to be with his family.”T-Mobile Arena was packed with a sellout UFC crowd for the first time since the coronavirus pandemic began, and President Dana White said the gate revenue was around $16.5 million, ranking among the highest in UFC history. The celebrity crowd included Dave Chappelle, Mel Gibson, Miles Teller, Jared Leto, Steve Aoki, Jackass’ Steve-O, Baker Mayfield and NFL owners Robert Kraft and Mark Davis.Donald Trump also arrived for the final three fights and got a brief, loud burst of cheers and boos from the packed arena.Gilbert Burns won a unanimous decision over Stephen “Wonderboy” Thompson in the co-main event, with the Brazilian bouncing back from his knockout loss to welterweight champ Kamaru Usman in February.Earlier on the pay-per-view card, Australian heavyweight Tai Tuivasa celebrated his violent first-round knockout of former NFL player Greg Hardy by climbing onto the octagon fence and doing a shoey -- drinking booze from a shoe in proper Aussie celebratory style. Hardy, who lost his NFL career in 2015 after being convicted of domestic violence, has lost two straight fights after a 7-2 start to his MMA career.Welterweights Michel Pereira and Niko Price put on the best show on the early undercard, and Pereira highlighted his narrow decision victory with a remarkable standing backflip and a scramble into full mount on a prone Price.More AP sports: https://apnews.com/hub/sports and https://twitter.com/AP_Sports", "date": "2021-07-11", "title": "Conor McGregor injures leg, Poirier wins UFC 264 showdown", "url": "https://www.washingtonpost.com/sports/conor-mcgregor-injures-ankle-poirier-wins-ufc-264-showdown/2021/07/11/e610afe6-e202-11eb-a27f-8b294930e95b_story.html"}], [{"content": "WARSAW, Poland — The Jablkowski Brothers Department Store was once a Warsaw landmark that revolutionized shopping and brought goods to a modernizing society in the early 20th century. But unlike Harrods in London and other Western counterparts, the business was forced into bankruptcy and seized by Poland’s communist regime that took power after World War II.When communism fell in 1989, the Jablkowski family heirs began a long legal struggle to regain their properties. They were preparing to launch when the coronavirus pandemic hit, dealing one more blow to a family business that has seen a history of hardship mirroring Poland’s adversities.“The pandemic hit us in a moment when we were almost ready to go,” Monika Jablkowska, one of the heirs, told The Associated Press.The pandemic has created new uncertainty because it has accelerated a trend toward online shopping, leaving questions about what kind of in-store retail experiences consumers will embrace in the coming years.The family business started when Aniela Jablkowska began selling stationery from a chest of drawers in 1884. It expanded into the largest and most important department store across Eastern Europe. In 1914 — just as World War I began — the family opened its main building, a six-story gem of modernist architecture with soaring ceilings and stained glass windows that is now a historic landmark.Today a European Union member, Poland was at the time carved up by foreign powers, with Warsaw part of the Russian empire. In its early years, the company sold its merchandise in rubles, with a catalogue and delivery service that sent goods as far away as the Russia’s far-east city of Vladivostok.The business pulled through two world wars, hyperinflation and even the flu pandemic of 1918-20. During World War II, when German occupying forces destroyed most of Warsaw, the building was among the few to survive.What dealt the final blow to the business, though, was Poland’s postwar communist regime, which imposed a huge tax forcing its bankruptcy, and then seized the store in 1950.Jan Jablkowski, one of the heirs, says the family feels a “strong sense of obligation to continue” as an element of the city’s heritage, and has turned down even attractive purchase offers.“We believe that such firms, present for many generations — just like the material substance of the city, its squares, its monuments, the street names — are all elements of the identity of this city,” said Jablkowski, a retired engineer who was formerly the head of Poland’s Institute for Automation and Measurements.According to Cezary Lazarewicz, author of a book about the business, “Six Stories of Luxury,” the store offered a number of innovations to city shoppers -- not only all the clothes, toys and other goods for sale, but also neon advertisements, a terrace cafe, fashion shows and live piano music to stimulate shoppers.He said the business was “revolutionary” in its introduction of catalogs, making it the Amazon of its age, and in its introduction of ready-to-wear clothing to a huge market.“It wasn’t just a department store,” but a place that offered up a sense of magic, Lazarewicz said. “It was an exceptional place on the Warsaw map.”After the fall of communism, the family began a legal battle to get back the building, but it took more than 20 years because they first had to reconstitute the prewar business. Even after the property was legally returned in 2004, a bookshop refused to vacate the premises, triggering more court cases until the store was finally regained in 2013.The heirs’ initial plan was to revive the department store, but with department stores struggling to survive across the world — a trend accelerated by the pandemic — they realized that business model was no longer sustainable.So they developed a new business plan to open it as a retail space of 4,500 square meters (48,500 square feet) with concept shops, restaurants, and spaces for cultural events. Then came the pandemic.“The big question is how the business will look post-pandemic and whether the model will still be relevant afterwards,” Monika Jablkowska said.Even before the pandemic, Poland has seen a huge retail upheaval, with international companies like Marks &amp; Spencer and The Gap coming in, only to later leave the dynamic but demanding market where foreign brands compete with Polish clothing makers like Reserved. Online shopping has also taken hold, with Amazon recently entering Poland.The fact that people buy fewer clothes now and have embraced more casual clothing creates uncertainties about what stores might want to open up in their building, Jablkowska said.Two business professors who have studied the Jablkowski company, Tomasz Olejniczak and Anna Pikos at the Kozminski University in Warsaw, argue it’s in a weaker position financially than counterparts elsewhere because of the way Polish industry and businesses were stripped of their capital by communist authorities.Other department stores from Tokyo to Paris to London “are struggling, but over their continuous history they have amassed enormous wealth and resources which they can now use to reinvent or redefine themselves in the age of luxury and e-commerce,” Olejniczak and Pikos said in joint email.“They have all the freedom they want to reinvent themselves, but they also have virtually no resources and very limited money,” the two said about the Jablkowski project.Jablkowski says the family is taking a cautious approach now to ensure its survival. During the pandemic, managers and employees took voluntary pay cuts and the company again is earning revenue by hosting fairs and exhibitions. No key decisions will be made until the shape of the post-pandemic world comes into better focus.“We remember the history of the past 100 or so years, and we are very sensitive about the secure functioning of the business,” Jablkowski said. “For this reason, we are being cautious.”", "date": "2021-07-11", "title": "Historic Warsaw store, seeking rebirth, hit by pandemic", "url": "https://www.washingtonpost.com/politics/historic-warsaw-store-seeking-rebirth-hit-by-pandemic/2021/07/11/f6f754c2-e211-11eb-a27f-8b294930e95b_story.html"}], [{"content": "SEOUL, South Korea — The North Korean and Chinese leaders expressed their desire Sunday to further strengthen their ties as they exchanged messages marking the 60th anniversary of their countries’ defense treaty.In a message to Chinese President Xi Jinping, North Korean leader Kim Jong Un said it is “the fixed stand” of his government to “ceaselessly develop the friendly and cooperative relations” between the countries, the state-run Korean Central News Agency said.Xi said in his message that China and North Korea have “unswervingly supported each other,” according to China’s official Xinhua News Agency.“The world has recently seen accelerating changes unprecedented over the past century,” Xi said. “I wish to ... lead bilateral relations to unceasingly rise to new levels to the benefit of the two countries and their peoples.”North Korea has been expected to seek greater support from China, its major ally and aid benefactor, as it grapples with economic hardship exacerbated by the coronavirus pandemic and crippling U.S.-led sanctions over its nuclear weapons program. China, for its part, sees preventing a North Korean collapse as crucial to its security interests and would need to boost ties with North Korea and other traditional allies amid fierce rivalry with the United States, some experts say.Kim said in his message that the bilateral treaty “is displaying its stronger vitality in defending and propelling the socialist cause of the two countries ... now that the hostile forces become more desperate in their challenge and obstructive moves.”Under the 1961 Treaty of Friendship, Cooperation and Mutual Assistance, North Korea and China are committed to offering one another immediate military and other aid in the event of an attack.North Korea-China ties go back to the 1930s, when Kim Il Sung, the grandfather of Kim Jong Un, led Korean guerrillas as they fought alongside Chinese soldiers against Japanese colonizers in northeastern China. The two countries established diplomatic relations in 1949, one year before North Korea launched a surprise attack on South Korea and started a three-year war that killed hundreds of thousands of people.China fought alongside North Korea during the 1950-53 Korean War, while U.S.-led U.N. forces supported South Korea. About 28,500 U.S. soldiers are still stationed in South Korea to deter potential aggression from North Korea. China doesn’t deploy troops in North Korea.", "date": "2021-07-11", "title": "Leaders of North Korea, China vow to strengthen ties", "url": "https://www.washingtonpost.com/world/leaders-of-north-korea-china-vow-to-strengthen-ties/2021/07/11/b455e7a0-e1fd-11eb-a27f-8b294930e95b_story.html"}], [{"content": "BANGKOK — Soe Win stood in line at a plant to buy oxygen for his grandmother, who is struggling with COVID-19 symptoms.“I have been waiting since 5 in the morning until 12 noon but I’m still in line. Oxygen is scarcer than money,” said the resident of Myanmar’s biggest city, Yangon.Consumed by a bitter and violent political struggle since the military seized power in February, Myanmar has been slow to wake up to a devastating surge in cases since mid-May. It has left many of the sick like Soe Win’s grandmother to suffer at home if they cannot find a bed at an army hospital, or prefer not to trust their care to the widely disliked government.Under Aung San Suu Kyi, the civilian leader ousted by the military, Myanmar had weathered its second coronavirus surge beginning in August last year by severely restricting travel, sealing off Yangon, and curbing election campaigning in virus hot spots where lockdowns were imposed.Suu Kyi appeared frequently on television with stern but empathetic entreaties to the public on how to deal with the situation. Vaccine supplies were secured from India and China. Her ouster came less than a week after the first jabs were given to health workers.Suu Kyi’s removal by the military sparked widespread protests, and medical workers spearheaded a popular civil disobedience movement that called on professionals and civil servants not to cooperate with the military-installed government.Military hospitals continued operating but were shunned by many, while doctors and nurses who boycotted the state system ran makeshift clinics, for which they faced arrest. The pace of vaccinations slowed to a crawl, threatening an explosion in infections.“No wise person with a good heart and a sincere desire for truth would want to work under the junta’s rule,” said Zeyar Tun, founder of the civic action group Clean Yangon who helped out at quarantine centers. “Under Suu Kyi, the government and volunteers worked together to control the disease, but it is difficult to predict what the future holds under military rule.”Photos and news stories early last week of people lining up to buy oxygen in the city of Kalay in the northwestern Sagaing region brought home the reality that Myanmar’s health care, already one of the world’s weakest, was on its knees.“From Myanmar, our U.N. colleagues on the ground say they’re concerned about the rapid increase in the number of recorded COVID-19 cases,” U.N. spokesman Stephane Dujarric said in New York. “The U.N. team warns that a major outbreak of COVID-19 would have devastating consequences on both people’s health and on the economy. They stress the importance of resuming the delivery of essential health services, implementing measures to prevent the spread of the virus, and to scale up vaccinations.”By the end of the week, residents of Myanmar’s two biggest cities, Yangon and Mandalay, were also having trouble finding oxygen supplies.Myanmar’s new leader, Senior Gen. Min Aung Hlaing, in a Friday meeting on COVID-19 response ordered oxygen plants to work at full capacity, including converting industrial oxygen for the needs of patients.Investment and Foreign Trade Minister Aung Naing Oo followed up on Saturday with an announcement that the government is dropping all duties and licensing requirements for the import of oxygen concentrators — devices that generate oxygen.The Health Ministry on Saturday reported a record 4,377 new confirmed cases for a total of 188,752, as well as a record 71 deaths, bringing the toll to 3,756. The number of tested people found to be infected is hovering around 25%, and equally alarming is how quickly the numbers have been rising.The data on vaccinations is not very clear, but it appears that as of last month, only 3.5 million doses had been administered to the country’s 55 million people, meaning a maximum of 3.2% of the population would be fully vaccinated with two doses.According to Johns Hopkins University, the seven-day rolling average rose from 1.18 cases per 100,000 people on June 25 to 6.08 cases per 100,000 people on July 9. In the same period, deaths jumped from 0.01 per 100,000 people to 0.08.Even those numbers are likely an undercount.According to aid group Relief International, Myanmar’s major challenges are a lack of adequate screening, testing capacity and availability of vaccines.The Health Ministry announced Thursday night that all schools would be closed for two weeks. Stay-at-home orders had already been issued for badly hit neighborhoods in several cities, including Yangon, and basic field hospitals set up.", "date": "2021-07-11", "title": "Myanmar caught off guard as cases surge, oxygen dwindles", "url": "https://www.washingtonpost.com/world/myanmar-caught-off-guard-as-cases-surge-oxygen-dwindles/2021/07/11/ed514c7a-e202-11eb-a27f-8b294930e95b_story.html"}], [{"content": "Naomi Osaka returned to the spotlight for the first time since withdrawing from the French Open in May and skipping Wimbledon, posing on the red carpet at The ESPYS on Saturday night.The world’s highest-paid female athlete faced a slew of photographers in New York, with one being heard urging her, “Nice smile” as cameras clicked furiously. Osaka offered a faint closed-mouth smile in response.Osaka won trophies as the best athlete in women’s sports and best women’s tennis player at the annual show honoring the year’s top athletes and sports moments. It was moved from Los Angeles to New York for an outdoor, socially distanced show this year because of the coronavirus pandemic.Tom Brady won best men’s athlete and his Tampa Bay Buccaneers were named best team. The quarterback, who turns 44 next month, won his seventh Super Bowl title this year in his first season with the Bucs.Osaka, who has won four Grand Slam titles, pulled out of the French Open before the second round, saying she has “huge waves of anxiety” before speaking to the media and that she has “suffered long bouts of depression.” She also sat out Wimbledon. She’ll return for the Tokyo Olympics, representing her native Japan.She high-fived boyfriend-rapper Cordae from YBN Collective before taking the stage.“I just really want to not say a long speech because I’m a bit nervous,” Osaka said. “This year has been a really, it hasn’t even finished, but it’s been really tough for a lot of us. For me, I just want to say I really love you guys.”Charlotte Hornets rookie LaMelo Ball won as best breakthrough athlete. The best game award was Gonzaga’s 93-90 win over UCLA in the semifinals of the men’s NCAA Tournament. DeVonta Smith, who won the Heisman Trophy at Alabama and now plays for the Philadelphia Eagles, won as best men’s college athlete.UConn freshman basketball sensation Paige Bueckers won as women’s college athlete. She urged greater media coverage for Black female athletes.“They’ve given so much to this sport, the community, and society as a whole, and their value is undeniable,” she said. “I think we should also use this power together to also celebrate Black women. To all the incredible Black women in my life, on my teams, to Breonna Taylor and all the lives lost, and to those names who I have not yet learned but I hope to share, I stand behind you and I’ll continue to follow you and follow your lead and fight for you guys.”Shohei Ohtani, the Los Angeles Angels’ two-way sensation, won as best MLB player. The Los Angeles Dodgers’ World Series victory was named best championship moment.Sprinter Sha’Carri Richardson attended the show in her first public appearance since testing positive for marijuana at the U.S. Olympic track trials and losing her spot on the team for Tokyo.Actor Anthony Mackie hosted the show from The Rooftop at Pier 17 at the Seaport. He singled out Scripps National Spelling Bee winner Zaila Avant-garde during his monologue. The 14-year-old from Louisiana is a basketball prodigy.“This kid can do anything,” Mackie said. “She can hit a stepback like Luka Doncic and then spell Luka Doncic right the first time.”Former WNBA MVP Maya Moore received the Arthur Ashe Courage Award for her work on criminal justice reform. She was honored on the same day that the late tennis champion would have turned 78.Moore stepped away from her playing career in 2019 to seek justice for Jonathan Irons, who was serving a 50-year prison sentence after being wrongly convicted of burglary and assault. Irons’ conviction was overturned last year and he was freed. The couple later married.Chris Nikic was honored with the Jimmy V Award for Perseverance. Last year, he became the first person with Down syndrome to finish an Ironman triathlon. Nikic also won best male athlete with a disability.“I don’t do excuses,” Nikic said. “I don’t quit.”Manchester United star Marcus Rashford received the Pat Tillman Award for Service. The 23-year-old Brit helped raise millions of dollars for children in England during the COVID-19 pandemic.More AP sports: https://apnews.com/apf-sports and https://twitter.com/AP_Sports", "date": "2021-07-11", "title": "Osaka returns to spotlight on red carpet at The ESPYS", "url": "https://www.washingtonpost.com/sports/osaka-returns-to-spotlight-on-red-carpet-at-the-espys/2021/07/10/717f1716-e1e5-11eb-a27f-8b294930e95b_story.html"}], [{"content": "The past year has been very good to Howard University.One of its alumna — Kamala D. Harris — ascended to the vice presidency, the first graduate of a historically Black college or university to do so. The school, once beset with financial problems, has secured several multimillion dollar donations. It launched new academic programs, a women’s center and a coronavirus vaccine clinic that has inoculated more than 40,000 people.And last week, the university scored a coup, announcing Nikole Hannah-Jones and Ta-Nehisi Coates as new faculty. Hannah-Jones picked the D.C. school after a long, contentious effort by her alma mater, the University of North Carolina at Chapel Hill, to recruit her.All of these developments came during a time of campus closures triggered by the coronavirus pandemic and protests over racial justice. They also materialized just three years after Howard students waged a nine-day protest over conditions at the school and called for their president’s resignation.Through years of improvements, ongoing pressure from students and faculty and a plan crafted under President Wayne A. I. Frederick’s leadership, some on campus say Howard has transformed into the type of school that can attract large donations and, now, famous faculty. The high-profile hires of Hannah-Jones and Coates excited many on and off campus and signaled another shift for the historically Black institution in the nation’s capital.“There have been a lot of remarkable wins that keep us motivated,” said Kylie Burke, a rising senior and student body president. “Students are excited; they’re excited to come back to campus.”Many outside the university see Howard’s achievements as an example of the kind of recovery that can occur across the country at historically Black colleges, which have been systematically underfunded and neglected.“I think this is a renaissance for Black colleges,” said Michael L. Lomax, president and chief executive of the United Negro College Fund (UNCF). “I think that people are going to see that with these visible appointments that Howard is going to become, once again, a nationally recognized platform for creativity, for insight, for voice to the Black community, and it’s going to be joined by a number of other institutions.”Hannah-Jones’s job offer at UNC was falling apart. Despite resounding support from faculty and administrators, the university’s board of trustees delayed for months a vote to award the New York Times journalist the job protection of tenure.The reasons behind the delay remain unclear, though some reports indicate there was political opposition aimed at Hannah-Jones’s 1619 Project — the seminal work that sought to reexamine American history and the consequences of slavery and has faced backlash from conservatives. An investigation by the Assembly found that a major UNC donor and namesake of the university’s journalism school had raised questions last year about plans to hire Hannah-Jones, though he later said he had not tried to influence the school.UNC trustees finally voted June 30 — one day before Hannah-Jones’s appointment was initially scheduled to start — to award her with tenure. But days later, she said she had declined the offer and would go to Howard, where she will found a Center for Journalism and Democracy and serve as the school’s inaugural Knight chair in race and journalism, a tenured role.That position, like the one she had been set to take on at UNC, is supported by the Knight Foundation.“I was very intentional in making that choice, and I hope that it will help others to consider that maybe they can take their talents to HBCUs as well,” Hannah-Jones said in an interview. “I am going to be joining an already excellent faculty at Howard, at a school that is already producing amazing journalists. But I certainly know it is rare for someone at my point in my career to go into a historically Black college.”Historically Black schools have traditionally struggled to secure the large-scale donations that fund academic centers and endowed professorships seen at predominantly White schools, said Lomax. Many prominent Black professors have been drawn to those elite institutions: philosopher Cornel West has spent the bulk of his career teaching within the Ivy League; author Toni Morrison taught at Princeton University, writer Jelani Cobb, who formerly taught at Spelman College, now holds the Ira A. Lipman professorship at Columbia University’s journalism school.But Howard raised nearly $20 million — from an anonymous donor, as well as the Knight Foundation, the John D. and Catherine T. MacArthur Foundation and the Ford Foundation — in a matter of weeks to support Coates and Hannah-Jones.“Five years ago, we would not have been (as) nimble an organization or stable enough to be able to do that. We certainly are now,” said Frederick, who has led the university since 2014. “I would also say that we’ve had a clear vision. We’ve been implementing a strategic plan.”That plan has delivered infrastructure upgrades to campus, from widening Internet access to modernizing aging residence halls. It birthed a program that matches federal Pell grant awards for students from low-income families and has helped Howard’s four-year graduation rate grow from about 40 percent in 2014 to 52 percent, the most recent data show. About 64 percent of students graduate within six years.The university’s hospital has recovered after years of financial bleeding, Frederick said. “Now you have a medical center that is poised for great things,” Frederick said. Howard was also one of a handful of HBCUs that received coronavirus testing equipment from Thermo Fisher Scientific.“I would argue that those things laid the foundation for the results that we’re seeing today,” Frederick said. “When I took over the university, the university was in a very difficult place, and what I needed to do was to make sure that I took care of some of the fundamentals first. That included things like academic excellence, raising our graduation rate so we had a story to go out to tell funders to get donations.”The changes at Howard are being felt by other HBCUs, which have received renewed attention and investment, said Lomax. Author and philanthropist Mackenzie Scott has donated nearly $1 billion to historically Black schools — including $40 million to Howard, a record for the school; $40 million to Morgan State University in Baltimore and $50 million to Prairie View A&amp;M University in Texas — as well as other minority-serving institutions. When Netflix chief executive, Reed Hastings, and his wife, Patty Quillin, donated $120 million to UNCF, Spelman College and Morehouse College last year, they encouraged other donors to do the same.With more financial support, Lomax said the talent will follow. “The new awareness of HBCUs is going to attract more visitation, more going on the campuses, more learning about what’s actually going on there,” he said. “Watch out American higher education, HBCUs are sharp-elbowing our way onto center stage.”As Howard continues to navigate this era, students said they will remain at the forefront of calls for change. Students occupied the university’s administration building in 2015 over concerns about financial aid, housing, unreliable WiFi and other issues. They took over the building again in 2018 and staged a nine-day protest, with demands that included greater access to student housing, the disarming of campus police and an end to substantiated tuition increases. The demonstration ended in a deal between students and school officials, who agreed to meet most of their demands.“At the end of the day, the current students have an obligation to fight to improve the university,” said Burke, the student government president.Still, relations remain fraught between students and administrators, said Leslie Wynter, a rising senior. “A lot of times it feels like our voices aren’t being heard and they want it that way,” she said. Burke said school officials have made progress toward transparency, but those efforts have fallen short of some students’ expectations.Some faculty also feel left out of important decisions that affect the university, said Marcus Alfred, associate professor in physics and astronomy and chair of the faculty senate. “The HU board and the administration have created a climate that is hostile to some of our best scholars,” he said.Frank Tramble, a Howard spokesman, said the university supports faculty and pointed to recent salary raises and another set of increases planned for the fall semester.” The president made it a priority not to lay off anyone during the pandemic,” Tramble said.Long-standing concerns over the way the school treats survivors of sexual assault were put on display when College of Fine Arts dean and actress Phylicia Rashad — another recent high-profile hire — shared her support for “The Cosby Show” co-star Bill Cosby after the Pennsylvania Supreme Court vacated his sexual assault conviction. Upon Cosby’s release from prison Rashad, in a now-deleted tweet, wrote: “FINALLY!!!! A terrible wrong is being righted- a miscarriage of justice is corrected!”The backlash — from students and others outside the Howard community — was swift. The issue was personal for Aliya J’mari, a 2016 graduate who said she had trouble getting help from school officials when a professor physically assaulted her during her senior year. Trusted deans and professors are often a student’s first point of contact after an assault, she said.“I just felt a little sad for the students that are at Howard now that are going to be up under her leadership,” J’mari said, adding that faculty should undergo regular training on how to support survivors and direct them to the appropriate resources.Rashad in a message to students apologized for the remarks and said she planned to “participate in trainings to not only reinforce university protocol and conduct, but also to learn how I can be a stronger ally to sexual assault survivors and everyone who has suffered at the hands of an abuser.” The university disavowed Rashad’s comments in a statement.Campus leaders acknowledge there is room for improvement but also stand by the recent successes at Howard. Those accomplishments send a message, said Lomax of the United Negro College Fund.“I think it’s going to reverberate across Black America, and I think it’s going to resonate for a lot of Black achievers,” Lomax said. “I think we’re going to see a lot of talent saying, ‘This is where I want to invest a part of my life.’”", "date": "2021-07-10", "title": "Nikole Hannah-Jones, Ta-Nehisi Coates appointments signal new era for Howard University", "url": "https://www.washingtonpost.com/education/2021/07/10/howard-university-hannah-jones-coates-rashad/"}], [{"content": "Responding to a knock, Cheyenne Harris cracked open the front door of her Fort Davis Park home and peeked outside to find two people in bright green work vests.“Hello, we’re with the Mayor’s Office on covid-19,” they said. “We’re wondering if you and your family have been vaccinated?”They were part of the D.C. mayor’s Covid Community Ambassador program, a recent effort to hit the ground and talk with neighbors about the importance of being vaccinated. The ambassadors program is specifically targeting neighborhoods in Wards 7 and 8, which are majority Black and continue to lag behind the rest of the city in vaccinations.On Saturday morning, before heading out, about 120 ambassadors — all in bright green T-shirts and vests — gathered in the Hillcrest Recreation Center. At the front of the room, Steve Walker, director of the mayor’s office of talent and appointment, instructed the crowd about their goals and plan for the day.“Who’s ready to save lives today?” Walker said at the end of the session.“We are!” The crowd responded with some light cheers.Along with a number of vaccine incentives, the initiative is part of a push to increase D.C.’s vaccination rate as the city continues to reopen, loosen restrictions and welcome tourists back. It’s also designed to reach those facing obstacles, such as lack of transportation, that make it more difficult to access the vaccine.According to data from the mayor’s office, about 62 percent of D.C. residents have received at least one shot of a vaccine. In Ward 7, about 29 percent of residents have been vaccinated, and only 23 percent of residents in Ward 8 have gotten a shot.D.C. Mayor Muriel E. Bowser (D) has partnered with seven nonprofit organizations for each to hire 25 to 45 ambassadors to go knocking door to door to help people understand the importance and safety of the vaccines. The ambassador group is made up of people who also live in the community, in order to better connect with residents.Standing outside of her home in Fort Davis Park, Harris, 33, answered that she had not been vaccinated. She was considering it but hadn’t yet made up her mind, calling the shot “iffy.”“We want to make sure everybody is safe in your home,” Taniecia Byrd, one of the community ambassadors, told her.Harris listened intently about the incentives available — like the $51 gift cards given to everyone vaccinated at Anacostia High School, Ron Brown High School and the R.I.S.E. Demonstration Center — and the transportation resources available to help her get to the vaccination site if needed. She filled out a form with her contact information for someone to follow up in a few days.Walker said that with the team of roughly 160 ambassadors working throughout the day, he anticipated knocking on close to 8,000 doors in Ward 7 on Saturday. On their first Saturday two weeks ago, they knocked on 4,500 doors. The next Saturday, the number jumped up to 5,500.Byrd, 35, and her knocking buddy James Clark, 58, used ­iPads to navigate from house to house to reach their targeted audience. They stood patiently for about a minute at each door before slipping handouts through the mail slot and moving on to the next house.While a man in his 80s got out of his car, someone on the outreach team stopped him: “Have you been vaccinated, sir?”“Oh, yes!” he said enthusiastically before heading inside.Most of the doors Saturday morning were left unanswered. Occasionally, they’d be greeted by a barking dog or an automated voice from a security system. Many of those who did answer said they were already vaccinated.“They ain’t! Go down there,” one woman said, pointing to her neighbors’ house.Stuart Anderson, director of community engagement for the Anacostia Coordinating Council, one of the partner nonprofits, said he considers it a successful day if each of his outreach teams sends one person to get vaccinated. By noon, they had sent two.As for Harris, she said she would still have to think about getting her vaccination before making a decision.“I like the fact that they’re taking action,” Harris said. “I am considering it because it’s something we’re going to have to live with.”And after the visit from the ambassadors, she said she’s leaning toward “yes.”", "date": "2021-07-10", "title": "D.C. community ambassadors go door to door encouraging coronavirus vaccinations", "url": "https://www.washingtonpost.com/local/dc-vaccine-outreach/2021/07/10/3e8b3358-e0be-11eb-ae31-6b7c5c34f0d6_story.html"}], [{"content": "Tribal President Jonathan Nez recently signed legislation that allows visitors to travel on the reservation, paving the way for the casino to reopen. Casino patrons will be required to wear masks and have their temperatures checked. The tribe on Saturday reported 13 additional cases.— Indonesia short on oxygen, seeks help as virus cases soar— Mexico enters 3rd wave of coronavirus, infections up 29%HERE’S WHAT ELSE IS HAPPENING:TALLAHASSEE, Fla. — Florida health officials reported an increase in COVID-19 cases and a higher positive test rate over the past week.The number of virus cases in Florida rose by about 8,000 compared with the week before, for a total of 23,747 new cases, the state Department of Health reported Friday.New cases of the coronavirus have been on the rise in Florida over the past month. The rate of positive tests was 7.8% last week after trending at about 4% positivity in recent weeks.There were 172 deaths in Florida from COVID-19 last week, the health department reported.The state has recorded at least 2.4 million coronavirus cases and 38,901 deaths since the pandemic began.Officials also said about 11 million Floridians have been fully or partially vaccinated, or 58% of those 12 and older.ALBANY, N.Y. — New York is seeing an uptick in COVID-19 cases as vaccination rates slowly rise, according to the state’s latest data released Saturday.About 525 people each day tested positive for COVID-19 in New York for the seven days through Friday. That’s up from 369 people for the prior week — a 42% increase.It’s unclear why more people in New York are testing positive at a time when fewer people are getting tested.The state Department of Health says a higher percentage of cases are linked to more contagious variants. It is urging more people to get vaccinated.New York City is driving much of the increase, though cases are also rising in parts of Long Island.Hospitals reported 342 COVID-19 patients as of Friday, similar to 340 patients from last Friday.About 55% of 20 million New Yorkers are fully vaccinated. That’s up from nearly 48% as of June 6.Vaccination rates are lowest in parts of western and central New York: about one-third of residents in Allegany County are fully vaccinated. Rates are also lower in parts of New York City: 43% of Bronx residents and 45.5% of Brooklyn residents are fully vaccinated.NASHVILLE, Tenn. — Health officials in Tennessee have linked a small coronavirus cluster to a meeting of the Southern Baptist Convention last month.It was Nashville’s first large-scale conference after lifting restrictions on gatherings.The Tennessean reports that Metro Public Health Department epidemiologist Leslie Waller said eight to 10 infections have been detected among attendees, but the cluster is almost certainly larger. Waller said it’s difficult to know how many other cases there might be because most of the more than 18,000 attendees live out of state.The Centers for Disease Control and Prevention has issued an alert asking health officials in other states to contact Nashville health officials if they discover more infections that trace back to the annual meeting of the nation’s largest Protestant denomination.Jonathan Howe, a spokesman for the Southern Baptist Convention Executive Committee, said the organization has not alerted attendees about the cluster and is working with city and state health officials to identify its next steps.MOSCOW — Coronavirus deaths in Russia have hit another daily record, with authorities reporting 752 more fatalities amid a continuing surge in infections.Russia’s coronavirus task force on Saturday reported 25,082 new coronavirus cases. The daily tally of confirmed infections has soared from around 9,000 in early June to over 23,000 in early July.Officials have attributed a steady rise in infections and an increase in mortality to the spread of the delta variant.Despite the surge, the Kremlin has said there are no plans to impose another lockdown. Russia had one nationwide lockdown in the spring of 2020 that lasted six weeks, and the government has resisted another one to avoid damaging the economy.The coronavirus task force has reported over 5.7 million confirmed coronavirus cases and a total of 142,253 deaths in the pandemic. However, reports by Russia’s state statistical service Rosstat that tally coronavirus-linked deaths retroactively reveal much higher numbers.BRUSSELS — The European Union says it now has enough doses to meet its goal of vaccinating 70% of the region’s adult population by the end of this month.With infections resurging in many European countries, the next challenge will be ensuring that the doses find takers, as demand wanes in some areas. According to the European Centre for Disease Control, 44% of the adult EU population is fully vaccinated, and 64% have received at least one dose.European Commission President Ursula von der Leyen said Saturday that by Sunday 500 million doses will have been delivered to all regions of the 27-nation EU. She urged member countries to “do everything to increase vaccinations.”So far EU countries have administered 386 million doses for the overall population of 447 million, according to the ECDC.PARIS — Music is pulsing from Paris nightclubs for the first time in 16 months as other European countries shut night life down again because of rising coronavirus cases.The reopening of Paris dance clubs Friday night was the final step in France’s process of lifting pandemic restrictions. The move was meant to mark victory over the virus, since night clubs were among the few venues that had remained closed since March 2020.But the delta variant is spreading faster than vaccinations in France, and infections are rising again after weeks of decline. President Emmanuel Macron is expected to speak to the nation Monday about the situation, and the government could opt for new restrictions.At the popular La Bellevilloise club, many people were eager to return to the dance floor. Parisian Laurent Queige called it “a liberation, an immense happiness to rediscover the clubbing, the party, friends.”La Bellevilloise owner Renaud Barillet said this weekend could serve as a useful test “to see how the public, the organizers, all that reacts and manages to adopt new habits.”TOKYO — Tokyo has reported 950 new coronavirus cases, the highest daily number in two months, as infections steadily spread less than two weeks before the city hosts the Summer Olympics.Saturday’s tally compared with 822 confirmed cases reported Friday. Prime Minister Yoshihide Suga has declared a state of emergency in Tokyo starting Monday to keep the infections from becoming explosive during the Olympics, which open on July 23.His government initially planned to take less-stringent measures, but came under pressure to issue the emergency order as the more contagious delta strain spread in the Tokyo region.Experts warned that caseloads could surge to thousands within weeks as people travel on summer vacations and the Olympics draws foreign and domestic visitors to Tokyo.Despite the recent acceleration of Japan’s vaccination program, only 16.8% of the population is fully vaccinated. Japan has reported about 812,000 cases and nearly 15,000 deaths in the pandemic.HELSINKI — A passenger arriving in Finland may soon be fined hundreds of euros for refusing to take a coronavirus test.A new amendment to the Finnish infectious diseases act with regard to border security imposes a fine to a tourist who enters Finland and opposes a required COVID-19 test. The law takes effect July 12 and is valid until Oct. 15.It already was possible for the police to fine those refusing of COVID-19 tests, but authorities say the amendment will remarkably clarify the situation in judicial terms.Konsta Arvelin, an inspector at the National Police Board, told the Finnish newspaper Helsingin Sanomat on Saturday that the change creates a completely new criminal offense in Finland, titled “violation of the COVID-19 test.”Finland has a population of 5.5 million and one of the lowest coronavirus figures in Europe. The Nordic country has maintained tight border control during the pandemic.BEIJING — A Chinese vice foreign minister claims the possibility that the COVID-19 virus leaked from a lab in China has been ruled out, and called on Washington to release more information about how the virus originated as well as how it spread in the U.S.Le Yucheng on Saturday cited a World Health Organization report saying the pandemic most likely began through the passing of the virus from animals to humans, not from Chinese laboratory. The vice foreign minister reiterated that the origin of the virus remains unknown.Le said that, “If the U.S. actually respects the truth and transparency, it should accept an international investigation to find the source of the U.S. epidemic, the cause of the U.S.’s ineffective fight against the epidemic, and problems at U.S. biological laboratories.”While similar to earlier official statements, Le’s comments come from a more senior official than in the past, indicating Beijing may be firming up its political stance in the dispute over the virus’ origins.China’s outspoken Foreign Ministry spokesman, Zhao Lijian, has thrown suspicion on the U.S. military biological laboratory at Fort Detrick, Maryland, calling for an investigation into the possibility the virus originated there. No evidence has been produced to support that claim or that the virus emerged from any U.S. military-run biological lab.BUCHAREST — Moldova is set to receive half a million doses of Johnson &amp; Johnson vaccines from the United States to help the small nation combat the coronavirus pandemic.The first 150,000 doses of J&amp;J are set to arrive in Moldova — a country of 3.5 million, Europe’s poorest sandwiched between Romania and Ukraine — on July 12, U.S. Embassy officials in Moldova said in a statement.Incumbent Moldovan President Maia Sandu thanked the U.S. for the vaccines and said that they will “help save lives, preserve the health of our citizens and reduce the force of the pandemic.”The announcement came days ahead of an early parliamentary election in Moldova that pits pro-Western reformists against a Russia-friendly bloc of Socialists and Communists, with recent polls giving a lead to the former.Only 305,000 people in Moldova have so far been fully inoculated against COVID-19, around just 11% of the population. Moldova has reported more than 257,000 infections and 6,207 deaths.COLOMBO, Sri Lanka — Sri Lanka has launched a massive vaccination program aimed at inoculating tens of thousands of people in the country’s tourism industry.It’s the latest attempt to contain the spread of the virus and to revive the lucrative tourism industry.The vaccine drive took place in the country’s southern coast which is famous among tourists for it’s white sandy beaches. On Saturday, more than 1000 hotel workers, tourist guides and safari drivers were inoculated, said the tourism ministry.The Ministry said it plans to inoculate 500,000 people who are directly employed in the tourism sector.COVID-19 has dealt a severe blow to the tourism, which is a vital economic sector for Sri Lanka. Workers and businesses linked to tourism are currently facing crippling employment losses.Sri Lanka has so far recorded 269,946 confirmed cases and 3,391 deaths.MADRID — Managers at the Hospital del Mar in Barcelona are facing a sharp surge in infections by, once again, rearranging staff shifts and moving patients around in their sprawling facilities.The increase in Spain comes amid the advance of the delta variant that spreads far more easily. And it’s being driven mostly by younger, unvaccinated patients who require less ICU care but are turning in droves to health centers and emergency wards. If they reach the point of needing hospitalization, they typically spend longer in regular wards until they recover.At this facility, the number of COVID-19 patients has gone from eight to 35 in just two weeks. That is far from the hundreds that the hospital nursed at the height of previous virus surges. But it comes as a warning of what could await unless “drastic measures” are taken against the spread of the virus, according to Juan Pablo Horcajada, who coordinates all the COVID-19 activity there.VALLETTA, Malta — Malta is now requiring proof of vaccination for visitors to the Mediterranean island nation in hopes of stemming the latest rise in coronavirus infections.Starting Wednesday, visitors must present a COVID-19 vaccination certificate that is recognized by Maltese health authorities, meaning certificates issued by Malta, the European Union or the United Kingdom.The EU’s green passport certifies people who are vaccinated, receive a negative PCR test result or have recovered from COVID-19. But Malta has decided to recognize only those who are fully vaccinated.“Malta will be the first EU country taking this step,” said Health Minister Chris Fearne.Children aged 5-12 can present a negative PCR test, while those under age 5 are exempt.Malta, which has a population of just over half a million, had 46 active cases on July 1 but the number rose to 252 on Friday. The government says 90% of new cases are among unvaccinated people. Currently 79% of Maltese adults are fully vaccinated.SEOUL, South Korea — South Korea has set a new high in daily coronavirus cases for the third straight day as officials prepare to enforce the strongest social distancing restrictions in the greater capital area.The Korea Disease Control and Prevention Agency said Saturday that more than 1,000 of the 1,378 new cases were from capital Seoul and nearby Gyeonggi Province and Incheon, a region where officials from Monday will clamp down on private social gatherings of three or more people from 6 p.m. Nightclubs and churches will close, visitors will be banned at nursing homes and hospitals and weddings and funerals will be limited to family-only gatherings.Dozens of new cases were each reported in major cities and regions across the country, including Busan, Daejeon, Ulsan, South Chungcheong Provine and South Gyeongsang Province.After adding 9,700 cases in July alone, the country’s caseload is now at 166,722, including 2,038 deaths.", "date": "2021-07-10", "title": "The Latest: Largest Navajo Nation casino is set to reopen", "url": "https://www.washingtonpost.com/business/the-latest-sri-lanka-reopens-many-places-after-2-months/2021/07/10/a66a724c-e14d-11eb-a27f-8b294930e95b_story.html"}], [{"content": "LOS BANOS, Calif. — It was 109 degrees — and counting — at the local Merced County Library branch early Saturday afternoon, a designated cooling center where people were beginning to show up to escape the heat.“Too hot,” said Alandra Lara, 38, the librarian on duty. “A blast furnace, once you step out of the air conditioning.”The massive heat wave sweeping the West has blanketed millions of Americans in triple-digit temperatures, leaving cities, hospitals and residents struggling to cope with the extreme highs. By late afternoon Saturday, temperatures had spiked to 111 degrees in Phoenix and 126 degrees in Death Valley, Calif. Las Vegas tied its all-time record of 117 degrees.The latest round of scorching temperatures isn’t unfamiliar, as the last few weeks have been filled with extreme heat. The country last month had its hottest June on record, with an average temperature of nearly 73 degrees in the contiguous United States, exceeding the 2016 record by about 1 degree, according to the National Oceanic and Atmospheric Administration. Eight states, including Arizona, California and Idaho, reported their hottest June in 127 years of record-keeping.In all, the country has weathered eight “billion-dollar” climate calamities so far this year, according to NOAA. They include the ongoing drought and heat waves in the West, as well as April hailstorms in Texas and May flooding in Louisiana. Last week, a “thousand-year” heat wave killed hundreds of people in the Pacific Northwest and British Columbia, Canada.“We now have multiple crises within crises: a covid-19 pandemic, historic wildfires that left us with some of the worst air quality on the planet, a historic ice storm in February, and now a mass casualty event from heat,” said Jennifer Vines, health officer for Multnomah County, which includes Portland, Ore. “We are looking at this changing climate as a glimpse of the new normal.”Washington state on Friday announced emergency measures to protect those who work outdoors by mandating access to sufficient shade and cool drinking water as well as breaks every two hours when the temperature exceeds 100 degrees. Oregon passed similar rules a day earlier.“The heat experienced in our state this year has reached catastrophic levels,” Washington Gov. Jay Inslee (D) said in a statement. “The physical risk to individuals is significant, in particular those whose occupations have them outdoors all day.”Emergency rooms in the West are reporting an uptick in heat-related illnesses and deaths. Doctors say older Americans and the homeless are among the most vulnerable to extreme temperatures. The risk, they say, is particularly acute this year, given rising rates of homelessness during the coronavirus pandemic.“We’re still seeing lingering impacts from a huge heat surge at the end of June,” said Steve Mitchell, medical director of Harborview Medical Center Emergency Department in Seattle. “And it’s not just temperature-related illnesses. The heat also makes everything else worse: lung conditions, heart conditions, especially for older adults.\"Case workers for Phoenix Rescue Mission, which supports the local homeless population, have been offering cold water and rides to heat relief centers to people and families on the streets.“This heat wave is significant because it’s one of many we’ve already had this summer,” spokesman Ryan Brown said. “When you have heat wave after heat wave, it really adds up and gets really dangerous.”Gov. Gavin Newsom (D) this week urged residents and businesses in California to reduce their energy consumption as the state battles high temperatures and rapidly growing wildfires. The state’s power grid operator has asked residents to set their thermostats to at least 78 degrees, avoid using major appliances and turn off unnecessary lights.The mercury had already hit 99 degrees by 10:15 on Saturday morning in California’s Central Valley.James Schmidt sat in his car parked in the shade of dense trees and shrubs, sipping from a plastic bottle on the Old La Grange Road bridge over the Tuolumne River, which, like many nearby rivers and streams, is lower than usual because of extreme drought. The 27-year-old, who is a carpenter for a construction company in Modesto, says it’s been too hot to work.“There’s nothing to do but sit in the house and be miserable,” he said.He drove to the river hoping to cool down with a swim. He walked out on the shadeless truss bridge and looked down at the shallow water. He said in summers past, he has jumped from the highest beams on the bridge. On this day he decided against jumping at all.Mark Kreidler reported from Sacramento, and Guy McCarthy from Waterford, Calif. Matthew Cappucci contributed to this report.", "date": "2021-07-11", "title": "Heat wave smothers much of West Coast in triple-degree temperatures", "url": "https://www.washingtonpost.com/nation/2021/07/10/heat-wave-california-arizona-nevada/"}], [{"content": "PORT-AU-PRINCE, Haiti — The race to fill Haiti's political vacuum after the brazen assassination of President Jovenel Moïse shifted into high-stakes power plays on Saturday, with rivals battling over the nation's leadership amid competing charges of \"coups\" in progress.The struggle for control of the country came as acting prime minister Claude Joseph called for help from U.S. and U.N. troops. Meanwhile, what remains of the nation’s nonfunctioning Senate sought to name one of their own as the new president against the wishes of the interim government.The infighting could complicate any international effort to assist Haiti and prevent a deeper slide into violence.Four men have now staked claims to either the presidency or the prime minister’s post — including Joseph, who has been broadly recognized internationally but faces a serious challenge to his authority at home. The power contest underscores the extreme fragility of the Haitian state, whose foundations were already on the brink of collapse before the first bullets were fired early Wednesday at Moïse’s compound in the hills above the capital, Port-au-Prince.Since the assassination, Haiti has plunged deeper into a complex crisis that risks creating a Somalia in the Caribbean — a failed state 800&nbsp;miles off the coast of Florida ridden by violence, overcome by disease, inflation and deepening hunger and controlled by warlord-like factions and weak nominal governments.The Joseph government’s request for troops, meanwhile, is presenting the Biden administration with its greatest foreign policy test in the Western Hemisphere. But in Haiti, the prospect of U.S. forces also divides a nation burdened with painful memories of foreign intervention.“We do not have any answer for this in the constitution,” said Bernard Gousse, a former justice minister and legal expert. “We are in a constitutional desert.”Ariel Henry, the 71-year old neurosurgeon who was named the new prime minister by Moïse two days before his slaying, alleged in an interview with The Washington Post on Saturday that he is the nation’s rightful ruler and that Joseph was in open “rebellion” against him.He said he was informed that a high-level security meeting would go on without him. After that, he changed his security detail and moved to a safe location to ensure his protection.“I started to think about a coup” against the authority he was given by Moïse, he said. “I started to be worried about my own security.”“I will talk to [Joseph], and maybe I will have to do some action that will convince him that he has to stop,” Henry said, saying only that he would resort to using unspecified “leverage” to gain control of Haiti. He also criticized Joseph’s call for foreign troops as premature.“I don’t want to cause more difficulties in the country,” he said. “His way of acting could put the country in jeopardy. We could have a lot of violence. I am trying to stop that.”Joseph declined an interview. But Mathias Pierre, Haiti’s elections and interparty relations minister, said it was Henry who was attempting a “coup” at a time when the nation was suffering.“According to the constitution, whoever is in charge will manage the country until elections, and that’s what we’re doing,” he said. “Henry might be trying to lead a coup with the help of senators. I say, with what law? With what constitution is he a prime minister? He has no government.”On Friday, members of the country’s powerless Senate — it lacks a legal quorum due to a lapsed election schedule — voted to make the body’s president, Joseph Lambert, the country’s acting president.One senator, Patrice Dumont, said he stood firmly against an interim government led by Joseph. But he also did not sign the resolution to name a new president, because such a decision “can’t be taken in a small room. I ask a special public hearing, so they explain their rationale.”A fourth potential claimant to power, Joseph Mécène Jean-Louis, was declared provisional president by opposition parties earlier this year. Jean-Louis embraced the title, but he has gone silent in the wake of the assassination.Since enslaved Africans on the island of Hispaniola threw off the yoke of French rule more two centuries ago, Haiti has suffered like few other nations. The nation faced the legacy of colonialism and foreign debt. Add to that: U.S. and U.N. occupations, brutal dictatorships and domestic power grabs. Devastating natural disasters included a 2010 earthquake that killed an estimated 250,000 people.The Biden administration has said it is sending FBI and Department of Homeland Security personnel to Haiti to assess the country’s needs, but has stopped well short of agreeing to a troop deployment.In a country that has weathered repeated foreign interventions — in 2016, the United Nations acknowledged its peacekeepers had played a role in a deadly outbreak of cholera following the 2010 earthquake — the suggestion of boots on the ground has stirred passions.“We do not want foreign troops in the country,” said Monique Clesca, a Haitian pro-democracy advocate and former U.N. official. “We have been traumatized by cholera. We don’t trust the [United Nations]. We don’t trust the U.S. We don’t trust Claude Joseph. The international community should listen to the Haitian people and respect our sovereignty.”Even while Moïse lived, the authority of the Haitian state was diluted, fragmented and struggling to maintain order. A week before the assassination, armed gangs rampaged down the streets of Port-au-Prince, opening fire and killing at least 15 people. The gangs have torched houses, engaged in systemic rapes and killings, and evolved into small empires based on extortion and kidnapping rings.By some estimates, they now control 30 to 60&nbsp;percent of the national territory.In response, Haitian authorities can muster very little.The country has virtually no functioning institutions left. Its police forces are riddled by rivalries and corruption. In February, Moïse claimed the government had broken up a coup conspiracy that involved a supreme court judge, leading to the arrest at least 20 people.And there are even disputed versions of Haiti’s constitution.According to the most recent constitution — which is not universally recognized — parliament should convene within 60 days to elect a new provisional leader in case of a vacancy of the presidency during a fourth year in office, as Moïse was before his death. But that can’t happen now, because Haiti does not have a functional parliament.That theoretically defaults to a clause that would leave the prime minister in charge.Joseph has claimed that he was still acting prime minister at the time of the president’s death, and thus should be the nation’s interim leader. Henry insists that he is rightful prime minister even though he hadn’t formally taken power by the time of the assassination.A previous version of the constitution reverts the chain of command first to the president of the supreme court. However, he died of the coronavirus last month.“The only solution right now is the for actors to hold a political dialogue,” said Laurent Weil, a Haiti expert with the Economist Intelligence Unit. “But given the climate of distrust, this is extremely unlikely.”The United States has pressed for Joseph to stay on track with elections scheduled for September; a pledge his government has honored to keep. But a host of political players argue that elections are effectively impossible while the gangs still rule the streets.That has made the power struggle now even more pressing. Whoever exerts control of the country may now end up remaining as head of state for a protracted period given the challenges to electing a new, legitimate leader, one analyst said.“For me, it is ridiculous that the State Department is talking about elections. [Someone has] just killed the president,” said Ralph Chevry, board member of the Haiti Center for Socio Economic Policy in Port-au-Prince. “There are four warring factions of the police. There is no security. There are 100 gangs with guns. There is no way we can have elections. The people are too scared to vote.”The nature of the assassination has raised more questions than it has answered thus far.The government has portrayed the attackers as a 28-member hit squad of Colombian ex-military and their two Haitian American interpreters. Yet they apparently met virtually no resistance at the president’s home and had no escape plan. Most of them lingered in areas not far from the assassination site for hours.Investigators who have debriefed the Americans and relatives of the Colombian men have suggested the men were not aware of a mission to kill the president — but perhaps to arrest him.On Saturday, the Colombian news website Semana reported that the head of Moïse’s security detail, Dimitri Hérard traveled to Colombia and Ecuador in May. The report, however, did not disclose details of his time spent in those countries. Hérard has been called for questioning in the probe of the killing.The same news outlet also released WhatsApp messages sent in April between a retired colonel and several of the former Colombian military personnel who participated in the operation in Haiti.In Haiti, however, a lack of trust in the police has led to broad skepticism of the investigation, with civil society leaders expressing relief that the FBI and other international police groups will be involved.“An international investigation is the only way to find out what really happened to Jovenel Moïse,” Pierre Espérance, director of Haiti’s National Human Rights Defense Network.Faiola reported from Miami. Ana Vanessa Herrero in Miami contributed to this report.", "date": "2021-07-10", "title": "In Haiti, rivals claw for power as crisis escalates after assassination", "url": "https://www.washingtonpost.com/world/the_americas/haiti-assassination-biden-moise-power/2021/07/10/2abf4670-e186-11eb-a27f-8b294930e95b_story.html"}], [{"content": "SAN FRANCISCO — Max Scherzer couldn’t pick his favorite All-Star Game moment. Each was special in its own way.But now, in the month he will turn 37, Scherzer is the player young pitchers will stare at in Denver next week. On Saturday, the Washington Nationals ace was named an all-star replacement along with Yadier Molina, Omar Narváez, Justin Turner, Walker Buehler, Taijuan Walker and Freddy Peralta in the National League; and Tim Anderson, Whit Merrifield, Chris Bassitt and Joey Wendle in the AL. It is Scherzer’s eighth selection, all in a row, after last summer’s event was canceled because of the coronavirus pandemic.“I’ll never put myself on Rivera’s level,” Scherzer said with a laugh Saturday. “But it’s fun to be kind of the old guy here, still able to do it. To have that experience, I’ve done it, and now be able to see the next generation of players who are coming through and playing at an unbelievable level. You continue to see the game and how it continues to evolve. You see it through the all-stars at the top of the game, the top players in the league, and what they’re able to bring.”In the end, MLB rewarded that by choosing him to fill a vacated spot. Scherzer joins Trea Turner, Juan Soto and Kyle Schwarber as the Nationals headed to Denver. Scherzer’s wife, Erica, is from the area, which means their children can see their grandparents. Scherzer is available to pitch for the NL, according to his manager, Dave Martinez, who said he encouraged Scherzer to get an inning in. Scherzer called the All-Star Game a party, adding, “I love a party.”But more than anything, Scherzer sees another all-star nod as an ode to durability. The knock on him as a young pitcher was that a violent delivery would lead to injuries. Instead, Scherzer made 30 or more starts in every season between 2009 and 2018. And since 2013, he has spent every July around the sport’s best players. Before slipping in San Diego a few days ago — and, yes, yielding that grand slam to reliever Daniel Camarena — Scherzer had allowed two or fewer earned runs in 11 consecutive starts, a personal record.Or put another way: He’s still very much got it.“It’s hard to be in this position; it’s hard to be at the all-star level, to be able to be recognized,” Scherzer said. “It takes other people to vote you in, and I get it, and to have that type of recognition, to be able to do that year in and year out, I take a lot of pride in the fact that I’ve been consistent, I’ve been durable.“And that was the major talking point against me, that I was going to be an injury risk and durability was going to be my issue. Yet I feel like I’ve flipped the script and made durability my strength.”", "date": "2021-07-10", "title": "Max Scherzer makes his eighth All-Star Game, this time as a replacement", "url": "https://www.washingtonpost.com/sports/2021/07/10/max-scherzer-all-star-game-replacement/"}], [{"content": "Pfizer is expected to brief top U.S. government health officials in the coming days about the need for a coronavirus vaccine booster shot after an unusually public spat between the pharmaceutical giant and federal officials over whether a third shot will be necessary, according to the company and six people familiar with the plans.Pfizer and the German firm BioNTech announced on Thursday that they planned to seek regulatory approval for a booster within weeks because they anticipated that people would need a third dose six to 12 months after receiving the companies’ two-shot regimen.But top U.S. health officials have not decided whether boosters will be necessary. And several hours after the companies announced their intentions Thursday, the Department of Health and Human Services issued an emphatic rebuke, saying “Americans who have been fully vaccinated do not need a booster shot at this time.”The debate about a booster shot comes as global anxiety rises about the spread of the highly transmissible delta variant, which has become the most prevalent strain in the United States. It also reflects ongoing concerns about vaccine hesitancy and the fairness of potentially giving Americans a third shot when much of the world lacks access to vaccines.Pfizer has publicly cited data from Israel showing that its vaccine remains effective against the delta variant in preventing hospitalizations and serious illness but has declining effectiveness at preventing milder cases. The company is most focused on whether boosters are needed for the elderly and most vulnerable.Pfizer said it has its own data showing that immunity against the coronavirus declines in vaccinated people over time, particularly in the elderly, but some scientists and health officials have cautioned that only the company has seen that data so far. The company will share the data with the FDA.Those invited to the upcoming briefing include Anthony S. Fauci, President Biden’s chief medical adviser and director of the National Institute of Allergy and Infectious Diseases; Francis S. Collins, director of the National Institutes of Health; Rochelle Walensky, director of the Centers for Disease Control and Prevention; Janet Woodcock, acting commissioner for the Food and Drug Administration; David Kessler, chief science officer for the covid-19 response; and Vivek H. Murthy, the surgeon general. It is not yet clear who will attend. The meeting is scheduled for Monday, though that could change.The people familiar with the meeting and others who described discussions about booster shots spoke on the condition of anonymity because they were not authorized to publicly discuss the issue. Several companies have regularly briefed U.S. officials on their data and findings throughout vaccine trials.Pfizer will give U.S. officials a briefing similar to what they presented to Europeans last week about the need for a booster.HHS and FDA declined to comment. A Pfizer representative confirmed the meeting but declined to provide details.The HHS statement released after Pfizer’s Thursday announcement did not mention Pfizer by name but said “a science-based, rigorous process” led by the CDC, FDA and NIH would determine if boosters are necessary. The decision, the statement said, will be only partly informed by data from drug companies. It underscored that current data shows fully vaccinated people are protected against severe illness, even from the most challenging variants.U.S. officials said they have not seen persuasive data clearly indicating boosters will be needed and are waiting to see whether Pfizer will have new or additional data that makes a compelling case. There is also concern that discussion of boosters could impact vaccine hesitancy, though two officials stressed that was not the main issue in deciding whether to recommend that some Americans receive a third shot.Fauci told CNN on Friday that Pfizer CEO Albert Bourla called him to apologize for not alerting the U.S. government that it planned to seek authorization for a third shot of its vaccine.Several senior health officials said they think it will probably be appropriate to recommend boosters for the elderly and the most vulnerable, such as those who are immunocompromised, but stressed there will be a public process to make such an evaluation, according to two senior administration officials.An advisory panel to the CDC, called the Advisory Committee on Immunization Practices, will evaluate Pfizer’s data if the FDA authorizes Pfizer’s booster shot and recommend who should receive it, as the panel has done for several other health decisions related to coronavirus vaccines.That panel heard a detailed presentation last month on what is known about the need for boosters and the questions that will need to be answered as authorities assess whether the United States is going to need additional doses in the future. Among the questions: Will boosters be needed, and if so, are they needed for everyone, or only in specific populations? What is the optimal timing, and can they be given as a “mixed dose,” or do they need to be matched with the original series of shots?The FDA and the CDC advisory group will require data on safety, the immune response generated by boosters and public health, said Sara Oliver, a CDC official who is part of the advisory committee’s covid-19 work group.The work group recommended that booster doses begin only after evidence of declining vaccine effectiveness against illnesses and signs that variants substantially affected vaccine protection. Oliver said there were no data to support recommendations for booster doses at the moment but that CDC is continuing to monitor vaccine effectiveness and the risk of variants.Top health officials are still trying to understand the clinical significance of declining immunity in older people who have been vaccinated and whether that justifies administering a third shot.Pfizer officials have begun to worry that data out of Israel showing declining effectiveness could cause some people to believe its vaccine is not effective. They have also grown concerned there could be outbreaks in nursing homes and among other vulnerable populations as the delta variant surges in the United States, and have worried about waiting too long to administer boosters, according to a person familiar with some of the discussions.Receiving an emergency authorization from the FDA, and then a recommendation from the Advisory Committee on Immunization Practices, would probably take months. Pfizer officials are anxious that the process will take too long if U.S. officials do not take action soon.Some scientists and health experts have said Pfizer stands to benefit financially from the administration of booster shots and said the company sparked confusion with its Thursday announcement.All the pharmaceutical companies involved in making coronavirus vaccines are working on formulating and testing booster shots to prepare for the possibility that immunity fades or a new variant capable of totally escaping vaccines emerges — steps that experts agree are prudent and wise.Some other countries have already laid out plans to begin administering booster shots. In the United Kingdom, the National Health Service has outlined plans for booster shots to begin in September, targeted first to groups that include people who are immunosuppressed, people older than 70 and front-line health-care workers. Eventually, its boosters will be offered to people older than 50 and adults at high risk. Israeli health officials are still considering whether to offer booster shots.Pfizer said it would submit data to regulators within weeks showing that a booster at six months — a third shot of its original vaccine — caused antibody levels to shoot up five to 10 times higher than the original two-dose regimen. Moderna announced data from similar trials in May.The drug company also announced it would begin testing a booster shot specifically programmed to combat the delta variant in August.Carolyn Y. Johnson contributed to this report.", "date": "2021-07-10", "title": "Pfizer expected to brief U.S. officials in coming days on the need for a booster shot", "url": "https://www.washingtonpost.com/health/2021/07/10/covid-booster-shot-pfizer/"}], [{"content": "JAKARTA, Indonesia — Just two months ago, Indonesia was coming to a gasping India’s aid with thousands of tanks of oxygen.Today, the Southeast Asia country is running out of oxygen as it endures a devastating wave of coronavirus cases and the government is seeking emergency supplies from other countries, including Singapore and China.A shipment of more than 1,000 oxygen cylinders, concentrators, ventilators and other health devices arrived from Singapore on Friday, followed by another 1,000 ventilators from Australia, said Luhut Binsar Pandjaitan, the government minister in charge of Indonesia’s pandemic response.Beside those donations, Indonesia plans to buy 36,000 tons of oxygen and 10,000 concentrators — devices that generate oxygen — from neighboring Singapore, Pandjaitan said.He said he is in touch with China and other potential oxygen sources. The U.S. and the United Arab Emirates also have offered help.“We recognize the difficult situation Indonesia currently finds itself in with a surge of COVID cases,” White House press secretary Jen Psaki said. In addition to sending vaccines, the U.S. is working to increase assistance for Indonesia’s broader COVID-19 response efforts, she said, without elaborating.Overall, Indonesia, the world’s fourth-most populous country, has reported more than 2.4 million infections and 64,631 fatalities from COVID-19. Those figures are widely believed to be a vast undercount due to low testing and poor tracing measures. Indonesia reported the highest toll of 1,040 deaths on Wednesday and nearly 39,000 confirmed cases on Thursday and Friday.Hospitals are swamped, with growing numbers of the ill dying in isolation at home or while waiting to receive emergency care.On Java, Indonesia’s most populous island, hospitals began setting up makeshift intensive care units in mid-June. Many patients are waiting for days to be admitted. Oxygen tanks were rolled out onto sidewalks for those lucky enough to get them, while others have been told they have to find their own.Emergency rooms at a public hospital in Bandung city closed earlier this week after running out of oxygen amid panic buying fueled by soaring infections in the West Java provincial capital, said Yaya Mulyana, the city’s deputy mayor.“Panicked people bought oxygen tanks even though they didn’t need them yet,” Mulyana said. “That has led to oxygen supplies running out.”At one hospital in Yogyakarta, in central Java, 63 COVID-19 patients died in one day -- 33 of them during an outage of its central liquid oxygen supply, though the hospital had switched to using oxygen cylinders, spokesman Banu Hermawan said.Indonesia donated 3,400 oxygen cylinders and concentrators to India when a brutal outbreak ravaged the country. As its own cases surged, Jakarta then canceled a plan to send another 2,000 oxygen concentrators to India in late June.The daily need for oxygen has reached 1,928 tons a day. The country’s total available production capacity is 2,262 tons a day, according to government data.“I asked for 100% of oxygen go to medical purposes first, meaning that all industrial allocations must be transferred to medical,” said Pandjaitan, the government minister. “We are racing against time, we have to work fast.”Given the rapid spread of the highly infectious delta variant, he warned that Indonesia could face a worst-case scenario with 50,000 cases a day. The next two weeks will be critical, he said.The Ministry of Industry responded by issuing a decree that all oxygen supplies be sent to hospitals overflowing with coronavirus patients, and asked industry players to cooperate.Oxygen is used in making many products, including textiles, plastics and vehicles. Oil refiners, chemical manufacturers and steel makers also use it. But industry leaders have fallen in line in supporting government efforts to maximize supplies for hospitals.The government has redirected oxygen supplies from industrial plants in Morowali in Central Sulawesi, Balikpapan on Borneo island, and Belawan and Batam on Sumatra islands, Pandjaitan said. Smaller oxygen industries have also been directed to produce pharmaceutical oxygen.", "date": "2021-07-10", "title": "Indonesia short on oxygen, seeks help as virus cases soar", "url": "https://www.washingtonpost.com/business/indonesia-short-on-oxygen-seeks-help-as-virus-cases-soar/2021/07/09/847839d6-e12e-11eb-a27f-8b294930e95b_story.html"}], [{"content": "All his life, Jabril Battle was anti-gun. Then came the pandemic, the lockdown, the shortages and a feeling that at any moment, things could blow. Battle bought a Beretta.Drawn to last summer’s protests against police violence, Savannah Grace found herself face-to-face with a camo-clad officer’s long gun. She’d always hated guns, but went out and got a Glock 45.In blue cities and red suburbs alike, firearms purchases soared last year — to the highest level in half a century, based on federal background checks. A striking portion of those sales went to first-time gun buyers — 40 percent, according to the firearms industry’s trade association. Other studies show first-timers accounting for more like a fifth of sales in 2020, but that’s still unusually high, retailers said.Overall gun ownership nationwide jumped from 32 percent of Americans to 39 percent last year, according to University of Chicago survey data — well under the 50 percent level of half a century ago, but the biggest jump in recent decades.From the downtown streets left empty by the pandemic’s shutdowns to the sharp spike in homicides and the nationwide conflict over the role and behavior of police officers, a disorienting and often frightening year drove many decisions to buy guns, according to dealers and buyers alike.“It really was a perfect storm of concerns” that drove sales, said Mark Oliva, spokesman for the National Shooting Sports Foundation, which tracks the numbers.LEFT: Williams-Adir says having a gun at home means she no longer feels the need to rely on the police. (Allison Zaucha for The Washington Post) RIGHT: Williams-Adir's first gun was a .32 Beretta, lower left. She also owns two other handguns and a shotgun. (Allison Zaucha for The Washington Post)[As homicides soar nationwide, mayors see few options for regaining control]Shakima Thomas, a social worker in Newark, had always thought of guns as loud and dangerous — nothing she wanted anything to do with.She grew up around firearms; her grandmother carried a handgun in her purse, and several close relatives had served in the military and owned guns. But Thomas, 39, never considered buying one for herself until Donald Trump’s presidency. Trump’s boast that he could shoot someone on Fifth Avenue and not lose any of his support made Thomas fear that some Americans might be emboldened to express their rage violently.A lifelong Democrat, she got a gun permit early in the Trump administration but didn’t buy her first gun until last summer, when the killing of Floyd and the protests that spread across the nation made Thomas feel like the country was spiraling out of control, “like the world was in an apocalypse.”She walked into RTSP — a gun store whose name stands for Right to Self Protect — and bought an AR-15 assault rifle. Months later, she added a handgun.“I never felt like I would want to own a gun because of the damage I thought they do to people,” she said. “But when I started feeling unsafe, all of that changed.”Sales to women and people of color rose in 2020. Firearms industry data shows sales jumping 50 percent among Black customers, 47 percent among Hispanics and 43 percent among Asian Americans, though gun ownership remains proportionately lower among those groups compared with Whites.“Typically, my customers were always White men and White women concerned about who was president and what restrictions were coming,” said Michael Cargill, owner of Central Texas Gun Works in Austin. “Then last summer, you had the protests and downtown was basically boarded up. Law enforcement all went downtown. Right away, we had lines out the door every day.”“It didn’t matter if you were Democrat or Republican, White or Black,” said Cargill, who is Black. “One side said, ‘Trump’s going to be reelected and it’s going to get violent,’ and the other said, ‘Biden’s going to win and he’s going to come after the guns.’ My instructors and I became like gun therapists for people who never had guns before or really didn’t like guns. One lady came in here in tears, with her teenagers, and she said, ‘This goes against everything I believe in, but I need my family to learn how to protect themselves.’”The new gun buyers included many women who felt vulnerable to a wave of violent crime. Some were Black city dwellers such as Karen Williams-Adir, a former Los Angeles bus driver who now writes fiction, and some were White conservatives living in the heartland.Williams-Adir, 49, feels safe at home in Ladera Heights, an affluent enclave on Los Angeles’ west side, but over the past few years, she’s been unnerved by news of mass shootings, police brutality and Trump’s “America First” rhetoric.“Certain people, certain colors were being targeted,” she said. “I started getting angry because I don’t understand why people just don’t respect people’s space.”But it wasn’t until the Floyd killing and the explosion of anguish that followed that Williams-Adir decided to buy a gun.“What happened to George Floyd just flipped my wig,” she said. “It was just too hysterical. People were on edge. Enough was enough. I figured, if you want to come to my home and do harm to me for any reason, you might not ever go home again to yours.”She worried about being stopped — particularly by police — as she moved about the city. “If I do everything you tell me to do and don’t resist and I’m not armed, will I walk out of here alive?” she wondered.Despite her concern about police violence, she’d still call them to her home if she needed help. But having a gun at home means she no longer feels the need to rely on them.First, Williams-Adir bought a .32 Beretta, a gun petite enough to fit comfortably in her hands. Since then, she’s added two other handguns and a shotgun. The weapons, she said, give her peace of mind.“It just felt like we needed to be able to defend ourselves,” Williams-Adir said, speaking especially of Black women. “And I’m not bringing a knife to a gunfight.”LEFT: Savannah Grace of Richmond had always hated guns but bought a Glock 45 after an officer pointed a rifle at her during a protest against police violence last summer. (Marvin Joseph/The Washington Post) RIGHT: Grace keeps her 9mm loaded in her dresser. The transgender woman says getting threatened \"just for being who I am\" was another reason to be armed. (Marvin Joseph/The Washington Post)[George Floyd’s America: Examining systemic racism and racial injustice in the post-civil rights era]Schuyler Brubaker, a 21-year-old senior at Oklahoma State University, also perceived growing danger in her college town of Stillwater. Her perception of risk stemmed not from racial tensions, political protests or police behavior but from news headlines about sex trafficking and attacks on young women who were exercising alone or using ride-hailing services.In her conservative community, she sensed a lot of fear that a Democratic administration would impose strict gun controls. At a sporting goods store one day, she heard a woman “talking about how she thought ‘I’d better go get [a gun] before Biden’” won the election.“I’m a Republican, and I don’t care for Biden,” Brubaker said, “but I didn’t think he was going to come and steal anyone’s guns.”Rather, what drove her to the gun shop was her sense that violent crime was coming too close for comfort. “I’ve had friends who have almost been abducted,” she said. “Stillwater is not not a safe place, but there are some sketchy people here.”Murders and other types of violent crime are rare in Stillwater, though homicide numbers soared last year in many U.S. cities.Last summer, soon after she turned 21, Brubaker and four friends signed up for a concealed-carry training course. Then she bought herself the same kind of compact 9mm Smith &amp; Wesson pistol that her godmother, a certified instructor, taught her to shoot when she was 13.Brubaker, a fashion merchandising major, said she inherited her acute concern for personal safety from her mother, whose career as a paramedic and then a nurse exposed her to plenty of trauma.Her mother doesn’t own a gun, but she “made me watch the news” and kept Brubaker aware of Amber Alerts, leaving her daughter “overly cautious,” Brubaker said. “Besides, I have no upper-body strength whatsoever, so me trying to fight my way out of a bad situation isn’t a good option.”Now, Brubaker said, her gun lends her a sense of security: “If I want to go for a walk around the lake or if I want to go hiking by myself, I carry it with me.”Politics — along with mass shootings and natural disasters such as 2005′s Hurricane Katrina — have long driven gun sales. For decades, whenever a Democrat has been elected president, several months of surging sales have ensued, as customers concerned about the prospect of tighter restrictions on guns hurried in to stock up.“The more an administration talks about gun control, the more you’re going to hear cash registers ring,” Oliva said.But Thomas, the Newark social worker who bought a rifle and pistol last year after protests against police violence made her feel unsafe, said she remains a committed Democrat. She agrees with the cause that peaceful protesters promoted last summer, yet the chaos and destruction she saw in her city and around the country pushed her to take action to defend herself. In the end, she said, her attitude toward guns does not define her political identity.For many new gun owners, though, the decision to arm themselves is a political pivot — an accumulation of anxieties that led them to discard long-held beliefs. It’s a decision that is particularly difficult for people who belong to groups at higher risk of being on the wrong end of gun violence.Jabril Battle, a 28-year-old account representative at a financial services company in Los Angeles, had always believed that “anyone who had a gun was a gun nut,” he said. “I really bought into the whole idea that the more people have guns … the more likely it is for people to start killing each other.”But as the pandemic paralyzed the nation, Battle said, “I just saw how crazy people got.” He found himself conjuring the worst scenarios: “I was like, if my block has 10 houses, how many people in these houses have guns? If the food and water gets cut off, [if] supplies run out … what does that look like? Is this going to be a ‘Mad Max’ situation? Like ‘The Walking Dead,’ but not with the zombies?“I was just, like, ‘Do I want to be the person who has a gun or doesn’t have a gun?”[Eroding trust, spreading fear: The historical ties between pandemics and extremism]Battle bought a Beretta 92FS, then added a Glock 34 pistol.Still, he had reservations: “Being Black with a gun is a very high risk, a way higher risk than other races,” he said. “You are seen as a threat without a gun, and with a gun you are seen as a super threat.”He kept imagining the scene if he were stopped by a White police officer.“It’s still in my head, honestly, when I go to the gun range and I have my gun in my car,” he said. “If I get pulled over, and they ask, ‘Are there any weapons in the car?’ [and] I say there’s a gun, and then I hand in my registration, will they shoot me?”But he’s enjoying the new world that guns opened to him — classes, an organization of Black gun owners, shooting competitions.“Once I started being around guns more, and I kind of saw the culture and the environment, I’m falling in love,” he said.In Battle’s family, guns were “not a good thing,” he said. “It kind of represented crime, especially for Black people. It’s just different for African Americans.”But his family has accepted his decision, he said. His grandmother and two aunts came to the range with him and are considering returning to take lessons.LEFT: Jabril Battle of Los Angeles bought his first gun after seeing \"how crazy people got\" as the pandemic paralyzed the nation: \"Do I want to be the person who has a gun or doesn’t have a gun?” (Allison Zaucha for The Washington Post) RIGHT: Battle's first gun was a Beretta 92FS. (Allison Zaucha for The Washington Post)The powerful emotions that drive both sides of the gun debate cause many gun dealers to try to keep politics out of their shops — a stance that became even more important over the past year, as demand surged.“We don’t take any positions and we don’t make any judgments,” said Charrie Wexler, a firearms instructor who works with her husband, Brandon, at Wex Gunworks in Delray Beach, Fla.Starting with the coronavirus shutdowns in March 2020, “we got a massive increase in women, Blacks, Asians, transgender people,” she said. “They started coming in when there was all that talk of defunding the police and when people didn’t know what covid would mean and worried that people might come to their homes trying to get their supplies.”“It was like watching one of those end-of-the-world movies,” Brandon said. “You saw fear.”“Fear on top of fear on top of fear,” Charrie said. “Women, especially, would say, ‘I don’t believe in guns, I don’t like them, but the world has gone crazy.’”In a scary time, Savannah Grace wanted not just protection, but a sense of belonging and community. A transgender woman who took part in protests in Richmond last summer, Grace, 31, grew up in a home where guns were culturally alien. But the combination of being confronted by law enforcement officers at protests and feeling endangered because of her gender identity prompted her about-face.“I’ve been threatened just for being who I am,” she said. Being armed was a way to assert control and gain political power: “As soon as any marginalized group starts arming themselves, that’s when policy gets pushed through a little bit more,” she said.She started going to a gun range with a friend who was a veteran enthusiast. She liked how shooting made her feel. And she liked the array of people at the range — “people of color were there,” said Grace, who is White, “and other queer couples were there, so that was kind of fun to see. ‘We’re here!’”She signed up for a concealed-carry course through an organization called Armed Trans Women “and then one day, I was just like, I’m going to do this,” she said.She bought a Glock 9mm handgun, which she keeps loaded in her dresser. She makes sure to handle it almost every day, “just to make sure I’m comfortable with it.” She feels safer now, especially since she lives “in a household that could be targeted by people. We fly a rainbow flag and people in my house are known activists.”She doesn’t expect to use the weapon. She’d be unlikely “to shoot a burglar or something like that,” she said. “Like, if they’re stealing my TV, they probably need it more than I do.”But when she’s going to a protest where she expects to be near “right-wing gun owners,” she carries openly, “just to be, like, ‘Hey, we both have these, let’s keep our distance.’”Other than her attitude toward guns, Grace’s politics haven’t changed, but she’s had to alter the way she thinks of herself: She now defines herself as a gun person “who hates gun people.”Green reported from Los Angeles, Glass from Champaign, Ill., and Eger from Tulsa. Kevin Armstrong in Newark and Victoria St. Martin in South Bend, Ind., contributed to this report.", "date": "2021-07-10", "title": "‘Fear on top of fear’: Why anti-gun Americans joined the wave of new gun owners", "url": "https://www.washingtonpost.com/nation/interactive/2021/anti-gun-gun-owners/"}], [{"content": "MILWAUKEE — For the second time this postseason, the Milwaukee Bucks have staggered home with a 2-0 deficit and key players not shooting straight.Milwaukee fans waited 47 years to see the NBA Finals return to their city. They will end up watching Chris Paul, Devin Booker and the Phoenix Suns celebrate a championship at Fiserv Forum if the home team can’t turn things around quickly.“We have been down 0-2 before,” Bucks All-Star Khris Middleton said. “Not saying we can do the same exact thing we did last time. It’s going to be tough. That’s a great team over there. But we’ve just got to stay the course.”Game 3 is Sunday night, the first NBA Finals game in Milwaukee since 1974 figuring to be a raucous scene inside and outside the arena.“We’ve got to be us and we’ve got to be the hungrier team, and so that’s what we’ll do,” Paul said.The Suns had a pair of double-digit victories in Phoenix, where they were largely in control throughout the second half in both games. No team has overcome a 3-0 deficit in the NBA, so the Bucks’ situation is dire.But they battled back from a situation that appeared just as bleak last month.The Bucks dropped two games in Brooklyn to start the Eastern Conference semifinals and were even less competitive there than they were in Phoenix. Milwaukee trailed by 49 points in Game 2 on its way to a 125-86 loss.“Game 2 we got smacked, embarrassed,” Middleton recalled. “A lot of people thought our season was done. We still believed in ourselves.”The Bucks took the next two at home to even things up and won the series in a Game 7 thriller in Brooklyn, but they had some help in that comeback. Kyrie Irving missed the last three games with a sprained ankle and James Harden played through them without much speed because of a hamstring strain, leaving the Nets without much good guard play.No such luck for the Bucks this time.Booker and Paul have combined for 113 points, passing Golden State’s Stephen Curry and Klay Thompson (106 in 2018) for the most points from a starting backcourt in the NBA Finals in the last 50 years.The Bucks can’t count on a change of scenery to change the way the Suns will attack them.“It’s the finals. We’re playing for the prize,” Booker said. “I don’t think there’s going to be a storm that we haven’t seen.”The Bucks are 7-1 at home in the postseason, but now they welcome what was the NBA’s best traveling team. Phoenix was 24-12 on the road during the regular season and has gone 6-2 in the postseason, closing out all three of its series in its opponent’s building.Booker thinks the strict coronavirus protocols this season — which largely prevented players from going out much on road trips — strengthened team bonding because of the time spent together in hotels.Paul has a different explanation for the Suns’ road success.“It’s nice when you can silence a crowd,” he said. “It’s fun, it’s entertaining. I think our team, we have the right mindset for it.”Middleton shot 5 for 16 in Game 2, while Jrue Holiday put up 4-for-14 and 7-for-21 clunkers in Phoenix. He has the task of trying to guard Booker and Paul, perhaps sapping some of the effort he can give on the other end.“The amount of effort that it takes and that we’re putting that on his shoulders defensively is significant,” Bucks coach Mike Budenholzer said. “But it’s the playoffs. It’s the finals. I think everybody has got to be able to do it at a high level on both ends of the court.”With Holiday and Middleton struggling in the 118-108 loss Thursday, the Bucks were again far off their NBA-leading average of 120.1 points during the regular season. Giannis Antetokounmpo scored a playoff career-high 42 points, but he needs more help.Perhaps he will get a boost Sunday from his teammates.He’ll surely get one from his fans.“It’s going to be fun,” Antetokounmpo said. “We know playing in the NBA Finals in front of the fans that have supported us all year long, and it’s been (almost) 50 years since we played one here in Milwaukee, for sure it’s going to be exciting.”More AP NBA: https://apnews.com/NBA and https://twitter.com/AP_Sports", "date": "2021-07-10", "title": "Been there before: Bucks, down 2-0, look for life at home", "url": "https://www.washingtonpost.com/sports/nba/been-there-before-bucks-down-2-0-look-for-life-at-home/2021/07/10/467f578e-e1c1-11eb-a27f-8b294930e95b_story.html"}], [{"content": "LAS VEGAS — Featherweight Yarisel Ramirez was added to the Tokyo Olympics boxing tournament Saturday, becoming the 10th member of the U.S. team to qualify.Ramirez is the fourth American fighter to be awarded a late place at the games. After the U.S. initially faced the prospect of heading to Tokyo with its smallest team in Olympic history, USA Boxing actually will have two more boxers in Tokyo than it had in Rio five years ago.“Yarisel has been in this final training camp working extremely hard, waiting for this opportunity if her name were to be called,” said Mike McAtee, USA Boxing’s executive director. “During this whole process, Yarisel has showed nothing but maturity, determination and the drive to fulfill her Olympic dreams.”Ramirez is getting one of the world qualifier allocation slots declined by Costa Rica’s Julianna Rodriguez and Argentina’s Leonela Sánchez, according to the website of the Boxing Task Force running the Tokyo tournament. Sánchez won the gold medal at the 2019 Pan American Games while Ramirez won bronze.The 22-year-old Ramirez was born in Cuba, and she lives and trains in Las Vegas. Her first fight will be July 24, the opening day of competition in Tokyo and exactly two weeks from her addition to the field.“Through hard work, perseverance and faith, you can live your dreams,” Ramirez said.With Ramirez’s addition, USA Boxing is currently the only team with a representative in all five women’s divisions in Tokyo. The Olympics added two weight classes — including the 57-kilogram (125.7 pounds) division, Ramirez’s featherweight, class — and increased the total number of women from 36 to 100 for the sport’s third trip to the Olympics.The U.S. is the most successful nation in Olympic boxing history, winning 50 gold medals and 114 total medals. But primarily thanks to qualification changes caused by the coronavirus pandemic, only six Americans — and just two men — were in the initial version of the Tokyo Olympic field two months ago.Three American men were added to the field last month after being awarded world qualifier allocation slots: middleweight Troy Isley, featherweight Duke Ragan and lightweight Keyshawn Davis, who is likely the Americans’ best gold medal hope among the men.“We’ve got the team back together again,” U.S. head coach Billy Walsh told The Associated Press after the three men were added to the field. “This is the team I thought I was going to have a couple of years ago, when we were planning on being one of the best teams in the Olympic Games. They’re all great team players who don’t disrupt the chemistry. They’ve come back in and fit in really well.”More AP Olympics: https://apnews.com/hub/2020-tokyo-olympics and https://twitter.com/AP_Sports", "date": "2021-07-10", "title": "Cuban-born Yarisel Ramirez named 10th US boxer for Tokyo", "url": "https://www.washingtonpost.com/sports/olympics/cuban-born-yarisel-ramirez-named-10th-us-boxer-for-tokyo/2021/07/10/dcbc57a6-e1bc-11eb-a27f-8b294930e95b_story.html"}], [{"content": "WIMBLEDON, England — The Wimbledon women’s final Saturday was a testament to the mental side of tennis, with neither Australia’s Ashleigh Barty nor the Czech Republic’s Karolina Pliskova able to produce at her best over the nearly two-hour contest.The result was a roller-coaster ride — the first three-set women’s final at the All England Club since 2012 — in which Barty prevailed, 6-3, 6-7 (7-4), 6-3, to realize a childhood dream, taking her place as a Wimbledon champion alongside her idol, Evonne Goolagong Cawley, who prevailed in 1971 and 1980.Barty, 25, crouched on the well-worn Centre Court grass and covered her face, overcome by a torrent of emotions, when Pliskova’s final backhand error sealed the victory. When she rose and came to the net to share an embrace with her opponent, the tears were evident. “I hope I’ve made Evonne proud,” Barty said, her voice cracking, during the on-court interview that followed.Barty competed throughout the tournament in a custom-tailored outfit that paid homage to the scallop-hemmed dress Goolagong Cawley wore in victory 50 years earlier. She also competed with an array of shots and tactics that owed similar debt to the Indigenous Australian sports pioneer, with whom Barty shares a heritage.“She has been iconic in paving a way for young Indigenous youth to believe in their dreams and to chase their dreams,” Barty said. “She has done exactly that for me as well.”It was Barty’s second Grand Slam title and the one she has long coveted, having won her first major, the 2019 French Open, on the clay of Roland Garros.In the early going, the eighth-seeded Pliskova seemingly was frozen by the stage and the stakes of her first Wimbledon final. The 29-year-old had reached a Grand Slam final only once — at the 2016 U.S. Open, where she fell to Angelique Kerber — and had begun to question in the years since whether she would get another shot at a major title.It was Barty’s first Wimbledon final, too. But the world No. 1 held her nerve better and managed to play the more complete, creative tennis that is her hallmark.With the most prestigious Grand Slam event canceled amid the coronavirus pandemic last year, Saturday’s match was the first time a Wimbledon final had been held in nearly two years. Britain’s health officials granted the tournament special permission to fill Centre Court to capacity, just shy of 15,000, under a trial program for future easing of pandemic restrictions at large events across the nation.The Royal Box teemed with luminaries, including four former Wimbledon women’s champions. Martina Navratilova and Billie Jean King chatted with William and Kate, the Duke and Duchess of Cambridge, while Dame Maggie Smith, who portrayed the formidable Dowager Countess of “Downton Abbey,” surveyed the scene.Given the stark contrast in styles of the 5-foot-5 Barty and the 6-1 Pliskova, the final got underway amid well-placed hopes of a protracted struggle of high-quality tennis. It was anything but at the outset.Barty, an exceptional athlete who played professional cricket for a time and is a club champion in golf, is quick and agile with a great variety of weapons — slices, drop shots, lethal cross-court forehands and a textbook serve that rarely misses its mark. Though not as fluent or fluid on grass, Pliskova packs more power in her groundstrokes than Barty and can dictate matches on her serve alone.To reach the final, both had produced some of the best tennis of their careers, with each conceding only one set in her first six matches. But the moment Pliskova struck her first serve, to start Saturday’s second game, it was clear that nerves were an issue. The ball lumbered over the net nearly 30 mph below her top speed of 116.She couldn’t bring the full force of her serve to bear, and she moved as if on leaden legs. She lost the first three games at love.“Horrible start,” Pliskova said, crediting Barty for making it difficult to play her best. “I didn’t feel like I want to be there in the beginning of the match.”After losing the first 14 points, she said, her mind flashed back to the futility of a recent clay-court final in Rome, where she lost, 6-0, 6-0. “I thought: ‘No, this [cannot] be possible! This cannot happen again!’ ”When Pliskova finally won a point, the crowd applauded even though it came on a netted backhand by the Australian. But in a matter of minutes, Pliskova trailed 0-4, and an uncomfortable silence fell on Centre Court. To the crowd’s delight, Pliskova settled down and broke serve. Barty’s run of near impeccable shots ended, but she still closed the first set in just 28 minutes.From there, Pliskova made Barty work, making the second set a genuine tussle and winning the tiebreaker to force a third.“I don’t have that many experiences to be in the final of Grand Slam, so of course some nerves were there,” Pliskova said. “But I think I did quite good in the end to play a good match.”When Pliskova’s 32nd unforced error clinched it, Barty’s victory — which came 10 years after she had won the Wimbledon junior girls’ championship — felt better than she could have imagined.“For Australians, there is such a rich history here at Wimbledon,” she said. “I feel like Wimbledon is where tennis was born, essentially. This is where it all started. This is where so many hopes and dreams were kind of born. ...“Some of my toughest moments have come at Wimbledon. Now some of my most incredible moments have come here as well.”", "date": "2021-07-10", "title": "Australia’s Ashleigh Barty tops Karolina Pliskova to earn Wimbledon title she has long coveted", "url": "https://www.washingtonpost.com/sports/2021/07/10/ashleigh-barty-wins-wimbledon-karolina-pliskova-women-final/"}], [{"content": "NEW YORK — Ben Cherington’s first amateur draft as general manager of the Pittsburgh Pirates was brief and remote, held amid the coronavirus pandemic that grounded scouts and wiped out nearly all of 2020’s amateur baseball calendar.With the Bucs facing the pressure of the No. 1 overall pick this year, he’s grateful to have his scouts back in the draft room, battling contentiously over their big board like old times.“The room has been great as far as getting past the niceties and let’s get into the arguments and debates,” Cherington said. “So that’s been good.”A year after Major League Baseball limited its draft amid the chaos of COVID-19, it’s set to host a revamped event as part of All-Star festivities in Denver. The 20-round draft will span three days.MLB moved the draft to July’s All-Star weekend, putting the opening round on its network on Sunday night after the All-Star Futures Game, a showcase for the top players in the minors. The draft had been televised from MLB Network’s studios in Secaucus, New Jersey, since 2009.A look at what else to watch for during the selection process:In response to the pandemic, MLB shrunk last year’s draft from 40 rounds to five and made the entire selection process remote.This year’s draft will be in person but consist of 20 rounds, which may become the new standard after MLB took over control of the minors and removed a quarter of its affiliates last offseason. Notably, it eliminated the short-season leagues that used to be stocked with players drafted in later rounds.Those lost late rounds were hardly packed with future big leaguers, of course, but several stars turned selections in the 20s, 30s or later into standout careers, including John Smoltz (22nd round), Mark Buehrle (38th), Keith Hernandez (42nd) and Mike Piazza (62nd).COVID-19 shut down college and high school seasons throughout the country in 2020, and several MLB teams furloughed their scouts last summer. That hindered teams’ abilities to evaluate players for this year’s class, although amateur baseball largely came back this spring.Scouts have mostly returned to big league front offices this weekend, where they’ll hunker down in front of oversized magnetic boards to decide who is worth a selection — a favorite time of year for front office personnel.“We have to debate, debate, debate, disagree, disagree, disagree,” Cherington said. “Dive deep as we can, then commit.”The Pirates hold the No. 1 overall pick for the first time since taking Gerrit Cole in 2011, by far the most successful of their four previous top selections. Pittsburgh is likely to pick high again in 2021 amid a rebuild that may be defined by the success of its draftees.“It’s pressure, yes,” Cherington said. “But it’s exciting pressure and it’s an opportunity. It doesn’t feel like a burden at all.”First-year Rangers general manager Chris Young — a third-round pick by the Pirates in 2000 — is set to oversee a draft room for the first time as Texas picks second. The Detroit Tigers have the third pick a year after taking Arizona State slugger Spencer Torkelson at No. 1. They’ll be followed by the AL East-leading Boston Red Sox at No. 4 and the Baltimore Orioles at No. 5.The Astros won’t pick until the third round for the second straight year as punishment for their infamous sign-stealing scandal.Vanderbilt pitchers Jack Leiter and Kumar Rocker have garnered the most attention in this class after pitching the Commodores into the finals of the College World Series.Leiter is the son of two-time All-Star Al Leiter, who is now an analyst at MLB Network and will be part of the broadcast Sunday. Jack Leiter struck out 179 over 110 innings this season, posting a 2.13 ERA and throwing a no-hitter against South Carolina.Rocker also has pro bloodlines — his father is former NFL defensive lineman Tracy Rocker — and looks it at 6-foot-5, 245 pounds. An inconsistent spring likely took him out of the running for the Pirates, though.Several high school shortstops are also in the running for the first pick. Marcelo Mayer from Eastlake High School in California is from the same school as 2000 No. 1 pick Adrian Gonzalez. No school has ever had two No. 1 picks, and Mayer is a slight favorite to make that history happen.If Pittsburgh doesn’t take Mayer, follow shortstops Jordan Lawlar (Texas) or Kahlil Watson (North Carolina) could be in the running, along with Louisville catcher Henry Davis. The Pirates also could sign a surprise pick to an under-slot deal, freeing up cash to spend on players further down the board.Someone could land a player who already has World Series experience. Darren Baker is the son of Houston Astros manager Dusty Baker and was famously swooped away from home plate by Giants player J.T. Snow during the 2002 World Series, when the 3-year-old Baker was a bat boy. Darren Baker is a second baseman at the University of California with quick feet and feel to hit.Others that might look familiar — California high school shortstop Max Muncy and Vanderbilt outfielder Isaiah Thomas — have no relation to star athletes with the same names. Muncy, from Greater Los Angeles, even shares a birthday with the Dodgers star.More AP MLB: https://apnews.com/hub/MLB and https://twitter.com/AP_Sports", "date": "2021-07-10", "title": "Back to the future: MLB draft returns, makes All-Star debut", "url": "https://www.washingtonpost.com/sports/mlb/back-to-the-future-mlb-draft-returns-makes-all-star-debut/2021/07/10/ae1703f0-e1b8-11eb-a27f-8b294930e95b_story.html"}], [{"content": "DENVER — Debates about right and left at the All-Star Game used to deal with pitchers or perhaps batting orders.This year it extends to the political divide in the United States.Baseball Commissioner Rob Manfred shifted Tuesday’s game to Denver’s Coors Field from Atlanta’s Truist Park because of a Georgia voting law that critics say will negatively affect communities of color. His decision generally was denounced by conservatives and praised by liberals.“Commissioner Rob Manfred moved the All-Star Game from Atlanta, parroting dishonest, partisan talking points,” said a commercial by the Consumers’ Research, a conservative group. “Why is he making baseball political anyway? Because of his terrible record. Viewership way down. Ticket prices way up.”Manfred said he made the decision after discussions with teams, former and current players, the Major League Baseball Players Association and The Players Alliance, an organization of Black players formed after the death of George Floyd last year.“Major League Baseball fundamentally supports voting rights for all Americans and opposes restrictions to the ballot box,” he said in announcing his decision in early April.“In 2020, MLB became the first professional sports league to join the nonpartisan Civic Alliance to help build a future in which everyone participates in shaping the United States. We proudly used our platform to encourage baseball fans and communities throughout our country to perform their civic duty and actively participate in the voting process. Fair access to voting continues to have our game’s unwavering support,” he said.The Players Alliance quickly backed his decision.“We want to make our voice heard loud and clear in our opposition of the recent Georgia legislation that not only disproportionally disenfranchises the Black community, but also paves the way for other states to pass similarly harmful laws based largely on widespread falsehoods and disinformation,” it said in a statement.MLB originally awarded the game to what was then called SunTrust Park on May 29, 2019. It was to be the third All-Star Game in Atlanta following 1972 at Atlanta-Fulton County Stadium and 2000 at Turner Field, the former 1996 Olympic Stadium that was the Braves’ home from 1997-2016.Georgia Gov. Brian Kemp signed the new election law March 25, and Manfred announced April 2 that the game would be moved, then four days later relocated it to Denver along with Sunday’s Futures Game and amateur draft, and Monday’s Home Run Derby.Manfred’s decision was supported by President Joe Biden and criticized by former President Donald Trump, whose claims of massive voter fraud were rejected by many courts. Trump urged his supporters to boycott baseball.Now that the game will be in the mile-high air of Coors, expect offensive fireworks.When the All-Star Game was last played there in 1998, Alex Rodriguez and Roberto Alomar homered for the American League in a 13-8 win, and Barry Bonds connected for the National League. The AL tied the record for runs and hits (19), and the two teams set an All-Star record for combined runs and tied the record for hits with 31.Shohei Ohtani of the Los Angeles Angels figures to be the focus this time, the first player picked as an All-Star for both his pitching and his hitting.Jacob deGrom of the Mets, baseball’s best pitcher, is skipping the game to rest for the second half of the season following an injury slowed first three months.Last year’s All-Star Game was to have been at Dodger Stadium but was canceled because the coronavirus pandemic caused MLB to delay opening day until July 23. The Dodgers will host next year’s game, instead.The Futures Game of top prospects starts the activities on Sunday, and Ohtani will be the first Japanese-born player in the Home Run Derby, when the Mets’ Pete Alonso defends his 2019 title on Monday night.Ohtani played two games at Coors in 2018 and went 1 for 2 with a single.“Everyone told me that the ball flies there,’” he said though a translator, “and I felt that when I was taking BP, so it was a lot of fun.”More AP MLB: https://apnews.com/hub/MLB and https://twitter.com/AP_Sports", "date": "2021-07-10", "title": "For MLB All-Star Game, right/left divide goes beyond field", "url": "https://www.washingtonpost.com/sports/mlb/for-mlb-all-star-game-rightleft-divide-goes-beyond-field/2021/07/10/270fe232-e1b8-11eb-a27f-8b294930e95b_story.html"}], [{"content": "Mike Rizzo doesn’t like to miss road trips. Typically, wherever the Washington Nationals are, their general manager is on the field, tapping his iPhone, hanging by the dugout or batting cage. He is an old-school executive who wants to ride each wave with his team. Last summer, he was even thrown out for arguing balls and strikes in a mostly empty Truist Park in Atlanta. Umpire Joe West could hear Rizzo yelling from the upper deck.But Rizzo is not with the Nationals in San Francisco this weekend, and he wasn’t with them in San Diego earlier in the week, either. He stayed in Washington to run draft preparation with the front office and its group of scouts. The Nationals pick 11th overall Sunday night, their highest selection in a decade. And to no surprise, they are expected to stick with their model of stockpiling young arms.Since Rizzo joined the organization in July 2006, the Nationals have selected just five position players in the first round: Michael Burgess, Bryce Harper, Anthony Rendon, Brian Goodwin and Carter Kieboom. In four of those drafts, they had at least one other first-round pick and selected a pitcher. Rizzo’s philosophy is that you can never have enough pitching, shown in how he approaches not just the draft but also the trade and free agent markets.This year’s draft was bumped from June to July to allow college players to finish their seasons. It’s also now aligned with the all-star break, a marketing move for MLB. It will go for 20 rounds — down from the usual 40 but up from just six in 2020 — spread across Sunday, Monday and Tuesday. The Nationals will make their first pick around 8:10 p.m. Sunday. Johnny Dipuglia, their assistant general manager for international operations, will represent the team in Denver, which is hosting the draft and the All-Star Game.“They do this all year long, trying to figure out the best fit for our organization,” Manager Dave Martinez said from Oracle Park in San Francisco. “It’s exciting. You get some from fresh new kids.”A year ago, when the draft was shortened amid the coronavirus pandemic, the Nationals used the 22nd pick on Cade Cavalli, a right-handed pitcher from the University of Oklahoma. (Cavalli is already the top prospect in a thin system.) Before that, they used their previous four first-round picks on starting pitchers: Jackson Rutledge (2019), Mason Denaburg (2018), Seth Romero (2017) and Dane Dunning (2016).Cavalli, Rutledge and Dunning show a prototype that could come into play again. The Nationals like tall, right-handed college pitchers with hard fastballs. Sam Bachman, of Miami University (Ohio), fits that mold. So do Ty Madden of Texas and Will Bednar of Mississippi State. And so does Kumar Rocker, the popular righty from Vanderbilt, though most analysts believe he will be selected before the Nationals pick.FanGraphs’ latest mock draft had the Nationals selecting Bachman. ESPN and Baseball America linked the Nationals to Madden. MLB.com had them picking Bednar, who upped his stock during Mississippi State’s run to the College World Series title. Bachman stands 6-foot-1 and can touch triple digits with his fastball. Bednar tops out in the high-90s and mixes his fastball with a curve and change-up, according to scouting reports. Madden, like Bednar, throws in the mid-to-high 90s and has been praised for his biting slider.It’s worth nothing that mock drafts, while instructive, don’t always reflect how a team will approach a given pick. Could the Nationals see a position player drop, perhaps surprisingly, and grab him at 11? Absolutely. Could they turn away from a pitcher to select another middle infielder to develop at shortstop, second base, third base or in the outfield (think Kieboom, Jackson Cluff or Sammy Infante in recent seasons or Rendon and Michael A. Taylor before them)? Sure. But precedent says the Nationals probably will focus on an arm, and that does count for something.Rizzo calls the draft the most important day of the year. There’s some personal history in that sentiment. In 1989, when Rizzo was an amateur scout for the Chicago White Sox, he urged the organization to select Frank Thomas, a slugger out of Auburn, with the seventh pick. He got pushback from older scouts, asking whether Thomas’s other skills matched his obvious power. Rizzo promised that it didn’t matter. The White Sox trusted him, and 25 years later, Thomas was elected to the Hall of Fame.So Rizzo hung back for those conversations this week. Although the pandemic canceled most 2020 seasons, then complicated high school ball around the country this spring, Rizzo is confident in how many players the Nationals saw, how many times they saw them and their long and cross-checked list of evaluations. Soon it will be clear whether that leads to more of the same.", "date": "2021-07-11", "title": "The Nationals hold the 11th pick in the draft — their highest in years. Here’s what to expect.", "url": "https://www.washingtonpost.com/sports/2021/07/10/nationals-mlb-draft-preview-pitchers/"}], [{"content": "Frequently Asked QuestionsWho are some of the familiar names?Which athletes won’t be in Tokyo?Who else has made the team so far?What about the U.S. basketball teams and the soccer teams?What other qualifiers are there?How do they select athletes in sports without trials?Who are some of the familiar names?Team USA will include several past Olympic medalists. Swimmer Katie Ledecky, a five-time Olympic gold medalist, qualified for her third Olympics, while Caeleb Dressel and Simone Manuel will swim at their second. Gymnast Simone Biles will lead a talented U.S. squad into Tokyo, looking to further her legacy and defend her Olympic title.A nine-time Olympic medalist, Allyson Felix continues to be the face of U.S. track and field and will run at her fifth Summer Games, qualifying in the 400 meters. Long-distance runner Galen Rupp will be competing in his fourth Olympics, having won bronze in the 2016 Olympic marathon and silver in the 10,000-meter race at the 2012 Games.Softball star Cat Osterman made her Olympic debut at the 2004 Games in Athens, where the U.S. squad won gold, and was also on the 2008 team that took silver. Pitcher Monica Abbott played alongside her on that 2008 squad.Fencer Mariel Zagunis will be competing at her fifth Olympics. Zagunis, 36, has won two gold and two bronze medals and also served as the U.S. flag-bearer at the 2012 Opening Ceremony in London.Which athletes won’t be in Tokyo?Some familiar faces failed to qualify for this summer’s Olympics. Sprinter Justin Gatlin’s bid for a fourth Olympics came up short. Beach volleyball player Kerri Walsh Jennings was trying for her sixth Olympics, but she and her teammate, Brooke Sweat, failed to qualify. Wrestler Jordan Burroughs, the 2012 Olympic champion, was trying for his third Summer Games but lost to Kyle Dake at the trials.Gymnast Laurie Hernandez, among the breakout stars from the 2016 Games, saw her comeback bid fall short after a knee injury forced her to withdraw from nationals. Shooter Kim Rhode missed out on making her seventh Olympic team, while diver David Boudia was trying for his fourth Games.Tennis star Serena Williams won’t compete in the Olympics, and golfer Dustin Johnson and tennis player John Isner are also passing on Tokyo. Similarly, basketball players LeBron James, Stephen Curry and Anthony Davis decided to skip Tokyo.Sprinter Sha’Carri Richardson made the U.S. team in the women’s 100 meters, but she later tested positive for marijuana and received a 30-day suspension. With her trials results nullified, she won’t be able to race her signature event in Tokyo.The United States also failed to qualify teams for the Olympic tournaments in some sports, including field hockey, men’s three-on-three basketball, men’s soccer and handball.Who else has made the team so far?As of early July, more than 600 U.S. athletes had qualified for the Tokyo Games, some of whom did so before the coronavirus pandemic disrupted scheduling and competition in spring 2020. They include:Archery: Mackenzie Brown (Flint, Tex.), Brady Ellison (Globe, Ariz.), Casey Kaufhold (Lancaster, Pa.), Jennifer Mucino-Fernandez (Mexico City), Jack Williams (Irvine, Calif.), Jacob Wukie (Oak Harbor, Ohio)Artistic swimming: Anita Alvarez (Kenmore, N.Y.), Lindi Schroeder (Andover, Mass.)Badminton: Phillip Chew (Orange, Calif.), Ryan Chew (Orange, Calif.), Timothy Lam (San Francisco), Beiwen Zhang (Las Vegas)Baseball: Nick Allen (San Diego), Eddy Alvarez (Miami), Tyler Austin (Conyers, Ga.), Shane Baz (Cypress, Tex.), Anthony Carter (Decatur, Ga.), Triston Casas (Pembroke Pines, Fla.), Brandon Dickson (Montgomery, Ala.), Tim Federowicz (Erie, Pa.), Eric Filia (Carlsbad, Calif.), Todd Frazier (Point Pleasant, N.J.), Anthony Gose (Bellflower, Calif.), Edwin Jackson (Neu-Ulm, Germany), Scott Kazmir (Cypress Falls, Texas), Patrick Kivlehan (Nyack, N.Y.), Mark Kolozsvary (Eustis, Fla.), Jack Lopez (Rio Piedras, Puerto Rico), Nick Martinez (Miami), Scott McGough (Monroeville, Pa.), David Robertson (Birmingham, Ala.), Joe Ryan (San Francisco), Ryder Ryan (Charlotte), Bubba Starling (Gardner, Kan.), Jamie Westbrook (Gilbert, Ariz.), Simeon Woods-Richardson (Sugar Land, Tex.)Basketball: Bam Adebayo (High Point, N.C.), Ariel Atkins (Duncanville, Tex.), Bradley Beal (St. Louis), Sue Bird (Syosset, N.Y.), Devin Booker (Moss Point, Miss.), Tina Charles (Jamaica, Fla.), Napheesa Collier (O’Fallon, Mo.), Skylar Diggins-Smith (South Bend, Ind.), Stefanie Dolson (Port Jervis, NY.), Kevin Durant (Washington, D.C.), Sylvia Fowles (Miami), Jerami Grant (Bowie, Md.), Chelsea Gray (Manteca, Calif.), Allisha Gray (Sanderville, Ga.), Draymond Green (Saginaw, Mich.), Brittney Griner (Houston), Jrue Holiday (Los Angeles), Zach LaVine (Seattle), Damian Lillard (Oakland), Jewell Loyd (Lincolnwood, Ill.), Kevin Love (Lake Oswego, Ore.), Khris Middleton (Charleston, S.C.), Kelsey Plum (Poway, Calif.), Katie Lou Samuelson (Huntington Beach, Calif.), Breanna Stewart (North Syracuse, N.Y.), Jayson Tatum (St. Louis), Diana Taurasi (Chino, Calif.), A’ja Wilson (Hopkins, S.C.)Beach volleyball: Kelly Claes (Placentia, Calif.), Taylor Crabb (Honolulu), Phil Dalhausser (Ormond Beach, Fla.), Jake Gibb (Bountiful, Utah), Alix Klineman (Manhattan Beach, Calif.), Nick Lucena (Fort Lauderdale, Fla.), April Ross (Costa Mesa, Calif.), Sarah Sponcil (Phoenix)Boxing: Keyshawn Davis (Norfolk), Rashida Ellis (Lynn, Mass.), Virginia Fuchs (Houston), Naomi Graham (Fayetteville, N.C.), Troy Isley (Washington, D.C.), Delante Johnson (Cleveland), Oshae Jones (Toledo), Duke Ragan (Cincinnati), Yarisel Ramirez (Las Vegas), Richard Torrez Jr. (Tulare, Calif.)Canoe/kayak: Nevin Harrison (Seattle), Evy Leibfarth (Bryson City, N.C.), Zachary Lokken (Durango, Colo.), Michael Smolen (Charlotte)Climbing: Nathaniel Coleman (Salt Lake City), Kyra Condie (Shoreview, Minn.), Colin Duffy (Broomfield, Colo.), Brooke Raboutou (Boulder, Colo.)Cycling: Haley Batten (Park City, Utah), Perris Benegas (Reno, Nev.), Christopher Blevins (Durango, Colo.), Nick Bruce (Youngstown, Ohio), Kate Courtney (Kentfield, Calif.), Lawson Craddock (Houston), Justin Dowell (Virginia Beach), Chloé Dygert (Brownsburg, Ind.), Connor Fields (Henderson, Nev.), Maddie Godby (Louisville, Colo.), Adrian Hegyvary (Seattle), Gavin Hoover (Manhattan Beach, Calif.), Erin Huck (Estes Park, Colo.), Megan Jastrab (Apple Valley, Calif.), Brandon McNulty (Phoenix), Amber Neben (Irvine, Calif.), Payton Ridenour (Pottstown, Pa.), Coryn Rivera (Tustin, Calif.), Hannah Roberts (Buchanan, Mich.), Corben Sharrah (Tucson), Felicia Stancil (Lake Villa, Ill.), Leah Thomas (Santa Clara, Calif.), Jennifer Valente (San Diego), Emma White (Duanesburg, N.Y), Lily Williams (Tallahassee), Alise Willoughby (Saint Cloud, Minn.), Ruth Winder (Lafayette, Calif.)Diving: Andrew Capobianco (Holly Springs, N.C.), Tyler Downs (St. Louis), Alison Gibson (Austin), Hailey Hernandez (South Lake, Tex.), Michael Hixon (Amherst, Mass.), Brandon Loschiavo (Huntington Beach, Calif.), Krysta Palmer (Carson City, Nev.), Jessica Parratto (Dover, N.H.), Delaney Schnell (Tucson), Jordan Windle (Fort Lauderdale, Fla.), Katrina Young (Shoreline, Wash.)Equestrian: Phillip Dutton (West Grove, Pa.), Kent Farrington (Wellington, Fla.), Liz Halliday-Sharp (Ocala, Fla.), Laura Kraut (Royal Palm Beach, Fla.), Adrienne Lyle (Wellington, Fla.), Boyd Martin (Cochranville, Pa.), Doug Payne (Aiken, S.C.), Steffen Peters (San Diego), Sabine Schut-Kery (Thousand Oaks, Calif.), Jessica Springsteen (Los Angeles), Nick Wagman (San Diego), McLain Ward (Brewster, N.Y)Fencing: Eli Dershwitz (Sherborn, Mass.), Jackie Dubrovich (Riverdale, N.J.), Alen Hadzic (West Orange, N.J.), Katharine Holmes (Washington, D.C.), Daryl Homer (New York), Jake Hoyle (Wallingford, Pa.), Courtney Hurley (San Antonio), Kelley Hurley (San Antonio), Race Imboden (New York), Nick Itkin (Los Angeles), Lee Kiefer (Lexington, Ky.), Andrew Mackiewicz (Westwood, Mass.), Alexander Massialas (San Francisco), Sabrina Massialas (San Francisco), Curtis McDowald (Jamaica, N.Y.), Gerek Meinhardt (San Francisco), Yeisser Ramirez (New York), Nicole Ross (New York), Francesca Russo (Wayne, N.J.), Eliza Stone (Chicago), Khalil Thompson (Teaneck, N.J.), Anna van Brummen (Houston), Dagmara Wozniak (Avenel, N.J.), Mariel Zagunis (Beaverton, Ore.)Golf: Bryson DeChambeau (Clovis, Calif.), Danielle Kang (Las Vegas), Jessica Korda (Bradenton, Fla.), Nelly Korda (Bradenton, Fla.), Collin Morikawa (Las Vegas), Xander Schauffele (San Diego), Justin Thomas (Goshen, Ky.), Lexi Thompson (Coral Springs, Fla.)Gymnastics: Nicole Ahsinger (San Diego), Simone Biles (Spring, Tex.), Jade Carey (Phoenix), Jordan Chiles (Vancouver, Wash.), Isabelle Connor (Manhattan Beach, Calif.), Camilla Feeley (Wheeling, Ill.), Evita Griskenas (Orland Park, Ill.), Sunisa Lee (St. Paul, Minn.), Brody Malone (Summerville, Ga.), Grace McCallum (Isanti, Minn.), Yelyzaveta Merenzon (Buffalo Grove, Ill.), Sam Mikulak (Newport Beach, Calif.), Lili Mizuno (Northbrook, Ill.), Yul Moldauer (Arvada, Colo.), Elizaveta Pletneva (Wheeling, Ill.), Aliaksei Shostak (Lafayette, La.), MyKayla Skinner (Gilbert, Ariz.), Nicole Sladkov (Vernon Hills, Ill.), Shane Wiskus (Spring Park, Minn.), Alec Yoder (Indianapolis), Laura Zeng (Libertyville, Ill.)Judo: Colton Brown (Piscataway, N.J.), Nina Cutro-Kelly (Albany, N.Y.), Angelica Delgado (Miami), Nefeli Papadakis (Gurnee, Ill.)Karate: Brian Irr (Newfane, N.Y.), Sakura Kokumai (Los Angeles), Thomas Scott (Plano, Tex.), Ariel Torres (Hialeah, Fla.)Modern pentathlon: Samantha Achterberg Schultz (Littleton, Colo.), Amro ElGeziry (Colorado Springs)Rowing: Justin Best (Kennett Square, Pa.), Charlotte Buck (Nyack, N.Y.), Kendall Chase (Evergreen, Colo.), Olivia Coffey (Watkins Glen, N.Y.), Claire Collins (McLean, Va.), Liam Corrigan (Old Lyme, Conn.), Ben Davison (Inverness, Fla.), Clark Dean (Sarasota, Fla.), Gia Doonan (Rochester, Mass.), Tracy Eisser (Fair Lawn, N.J.), Michael Grady (Pittsburgh), Katelin Guregian (Detroit), Austin Hack (Old Lyme, Conn.), Conor Harrity (Weston, Mass.), Megan Kalmoe (St. Croix Falls, Wis.), Kara Kohler (Princeton, N.J.), Grace Luczak (Ann Arbor, Mich.), Cicely Madden (Weston, Mass.), Nick Mead (Strafford, Pa.), Alex Miklasevich (Pittsburgh), Brooke Mooney (Peru, Vt.), Meghan Musnicki (Naples, N.Y.), Kristine O’Brien (Massapequa Park, N.Y.), Meghan O’Leary (Baton Rouge), Molly Reckford (Short Hills, N.J.), Andrew Reed (Wayland, Mass.), Alexander Richards (Watertown, Mass.), Alie Rusher (Glenview, Ill.), Regina Salmons (Methuen, Mass.), Michelle Sechser (Folsom, Calif.), Gevvie Stone (Newton, Mass.), Jessica Thoennes (Highlands Ranch, Colo.), Ellen Tomek (Flushing, Mich.), Julian Venonsky (Malvern, Pa.), Kristina Wagner (Weston, Mass.), Madeleine Wanamaker (Neenah, Wis.), Anders Weiss (Barrington, R.I.)Rugby: Perry Baker (West Palm Beach, Fla.), Danny Barrett (Pacifica, Calif.), Maceo Brown (Tempe, Ariz.), Kayla Canett-Oca (Fallbrook, Calif.), Lauren Doyle (Boody, Ill.), Cheta Emba (Richmond), Abby Gustaitis (Baltimore), Nicole Heavirland (Whitefish, Mont.), Madison Hughes (Lancaster, Mass.), Martin Iosefo (American Samoa), Carlin Isles (Massillon Jackson, Ohio), Alev Kelter (Eagle River, Alaska), Kristi Kirshe (Franklin, Mass.), Matai Leuta (Monterey, Calif.), Ilona Maher (Burlington, Vt.), Jordan Matyas (Calgary, Alberta), Folau Niua (East Palo Alto, Calif.), Ariana Ramsey (Bridgeport, Pa.), Joe Schroeder (Westfield, Ind.), Naya Tapper (Charlotte), Kristen Thomas (Philadelphia), Brett Thompson (Tempe, Ariz.), Stephen Tomasin (Forestville, Calif.), Kevon Williams (Houston)Sailing: Nikole Barnes (St. Thomas, Virgin Islands), Charlie Buckingham (Newport Beach, Calif.), Lara Dallman-Weiss (Shoreview, Minn.), Riley Gibbs (Long Beach, Calif.), Farrah Hall (Annapolis), David Hughes (Miami), Stuart McNay (Providence, R.I.), Luke Muller (Fort Pierce, Fla.), Pedro Pascual (Miami), Paige Railey (Clearwater, Fla.), Stephanie Roble (East Troy, Wis.), Maggie Shea (Wilmette, Ill.), Anna Weis (Fort Lauderdale, Fla.)Shooting: Madelynn Bernau (Waterford, Wis.), Kayle Browning (Wooster, Ark.), Brian Burrows (Fallbrook, Calif.), Amber English (Colorado Springs), James Hall (Anniston, Ala.), Vincent Hancock (Eatonton, Ga.), Phillip Jungman (Caldwell, Tex.), Lucas Kozeniesky (Colorado Springs), Alexis Lagan (Boulder City, Nev.), Henry Leverett (Bainbridge, Ga.), Jackson Leverett III (Bainbridge, Ga.), Sagen Maddalena (Groveland, Calif.), Derrick Mein (Paola, Kan.), Nick Mowrer (Butte, Mont.), Will Shaner (Colorado Springs), Austen Smith, (Keller, Tex.), Patrick Sunderman (Farmington, Minn.), Mary Tucker (Sarasota, Fla.), Sandra Uptagrafft (Phenix City, Ala.), Allison Weisz (Belgrade, Mont.)Skateboarding: Jordyn Barratt (Haleiwa, Hawaii), Mariah Duran (Albuquerque), Jagger Eaton (Mesa, Ariz.), Nyjah Huston (Davis, Calif.), Jake Ilardi (Osprey, Fla.), Cory Juneau (San Diego), Heimana Reynolds (Honolulu), Alexis Sablone (New York), Alana Smith (New York), Bryce Wettstein (Encinitas, Calif.), Zion Wright (Jupiter, Fla.), Brighton Zeuner (Encinitas, Calif.)Soccer: Abby Dahlkemper (Menlo Park, Calif.), Tierna Davidson (Menlo Park, Calif.), Crystal Dunn (Rockville Centre, N.Y.), Julie Ertz (Mesa, Ariz.), Adrianna Franch (Salina, Kan.), Tobin Heath (Basking Ridge, N.J.), Lindsey Horan (Golden, Colo.), Rose Lavelle (Cincinnati), Carli Lloyd (Delran, N.J.), Kristie Mewis (Hanson, Mass.), Samanta Mewis (Manson, Mass.), Alex Morgan (Diamond Bar, Calif.), Alyssa Naeher (Stratford, Conn.), Kelley O’Hara (Fayetteville, Ga.), Christen Press (Palos Verdes Estates, Calif.), Megan Rapinoe (Redding, Calif.), Becky Sauerbrunn (St. Louis), Emily Sonnett (Marietta, Ga.)Softball: Monica Abbott (Salinas, Calif.), Ali Aguilar (Orangevale, Calif.), Valerie Arioto (Pleasanton, Calif.), Ally Carda (Elk Grove, Calif.), Amanda Chidester (Allen Park, Mich.), Rachel Garcia (Palmdale, Calif.), Haylie McCleney (Morris, Ala.), Michelle Moultrie (Jacksonville, Fla.), Dejah Mulipola (Garden Grove, Calif.), Aubree Munro (Brea, Calif.), Bubba Nickles (Merced, Calif.), Cat Osterman (Houston), Janie Reed (Placentia, Calif.), Delaney Spaulding (Rancho Cucamonga, Calif.), Kelsey Stewart (Wichita)Surfing: Kolohe Andino (San Clemente, Calif.), John John Florence (Oahu, Hawaii), Caroline Marks (Melbourne Beach, Fla.), Carissa Moore (Honolulu)Swimming: Haley Anderson (Granite Bay, Calif.), Michael Andrew (Encinitas, Calif.), Zach Apple (Trenton, Ohio), Hunter Armstrong (Dover, Ohio), Phoebe Bacon (Chevy Chase, Md.), Bowe Becker (Las Vegas), Gunnar Bentz (Atlanta), Michael Brinegar (Bloomington, Ind.), Erika Brown (Modesto, Calif.), Patrick Callan (Owasso, Okla.), Brooks Curry (Atlanta), Claire Curzan (Cary, N.C.), Catie DeLoof (Grosse Pointe, Mich.), Kate Douglass (Pelham, N.Y.), Caeleb Dressel (Green Cove Springs, Fla.), Nic Fink (Morristown, N.J.), Bobby Finke (Tampa), Hali Flickinger (York, Pa.), Brooke Forde (Louisville), Katie Grimes (Las Vegas), Townley Haas (Richmond), Zach Harting (Madison, Ala.), Natalie Hinds (Midland, Tex.), Torri Huske (Arlington, Va.), Lydia Jacoby (Anchorage), Chase Kalisz (Bel Air, Md.), Drew Kibler (Carmel, Ind.), Lilly King (Evansville, Ind.), Annie Lazor (Beverly Hills, Mich.), Katie Ledecky (Bethesda, Md.), Jay Litherland (Alpharetta, Ga.), Paige Madden (Mobile, Ala.), Simone Manuel (Sugar Land, Tex.), Katie McLaughlin (Dana Point, Calif.), Bryce Mefford (El Dorado Hills, Calif.), Jake Mitchell (Carmel, Ind.), Ryan Murphy (Jacksonville, Fla.), Blake Pieroni (Chesterton, Ind.), Allison Schmitt (Canton, Mich.), Andrew Seliskar (McLean, Va.), Tom Shields (Huntington Beach, Calif.), Bella Sims (Las Vegas), Kieran Smith (Ridgefield, Conn.), Regan Smith (Lakeville, Minn.), Olivia Smoliga (Glenview, Ill.), Erica Sullivan (Las Vegas), Ashley Twichell (Fayetteville, N.Y.), Alex Walsh (Nashville), Abbey Weitzeil (Saugus, Calif.), Emma Weyant (Sarasota, Fla.), Rhyan White (Herriman, Utah), Jordan Wilimovsky (Malibu, Calif.), Andrew Wilson (Bethesda, Md.)Table tennis: Kanak Jha (Milpitas, Calif.), Nikhil Kumar (San Jose), Juan Liu (New York), Huijing Wang (Sugar Land, Tex.), Lily Zhang (Palo Alto, Calif.), Xin Zhou (Milpitas, Calif.)Taekwondo: Paige McPherson (Sturgis, S.D.), Anastasija Zolotic (Largo, Fla.)Tennis: Jennifer Brady (Boca Raton, Fla.), Coco Gauff (Delray Beach, Fla.), Marcos Giron (Thousand Oaks, Calif.), Austin Krajicek (Plano, Tex.), Bethanie Mattek-Sands (Phoenix), Nicole Melichar (Stuart, Fla.), Tommy Paul (Delray Beach, Fla.), Jessica Pegula (Buffalo), Rajeev Ram (Carmel, Ind.), Alison Riske (Pittsburgh), Tennys Sandgren (Gallatin, Tenn.), Frances Tiafoe (Boynton Beach, Fla.)Track and field: Abdi Abdirahman (Mammoth Lakes, Calif.), Devon Allen (Phoenix), Valarie Allman (Newark, Del.), Brooke Andersen (Vista, Calif.), Shae Anderson (Norco, Calif.), Adelaide Aquilla (Rocky River, Ohio), Ronnie Baker (Louisville), Steven Bastien (Saline, Mich.), Anavia Battle (Inkster, Mich.), Kenny Bednarek (Rice Lake, Wis.), Chris Benard (Corona, Calif.), Rai Benjamin (Mount Vernon, N.Y.), Gwen Berry (St. Louis), Hillary Bor (Colorado Springs), Erica Bougard (Memphis), Trayvon Bromell (St. Petersburg, Fla.), Quanesha Burks (Hartselle, Ala.), Tynita Butts-Townsend (Louisville, Ky.), Kelsey Card (Carlinville, Ill.), Matthew Centrowitz (Arnold, Md.), Paul Chelimo (Beaverton, Ore.), Michael Cherry (Chesapeake, Va.), Nick Christie (San Diego), Will Claye (Phoenix), Christina Clemons (Waldorf, Md.), Emma Coburn (Crested Butte, Colo.), Anna Cockrell (Charlotte), Val Constien (Edwards, Colo.), Elise Cranny (Niwot, Colo.), Ryan Crouser (Boring, Ore.), Gabbi Cunningham (Charlotte), Vashti Cunningham (Las Vegas), Teahna Daniels (Orlando), Tara Davis (Agoura Hills, Calif.), Bryce Deadmon (Missouri City, Tex.), Marquise Dendy (Wilmington, Del.), Rachel Dincoff (Waterloo, Ind.), Kendall Ellis (Pembroke Pines, Fla.), Allyson Felix (Los Angeles), Mason Ferlic (St. Paul, Minn.), Mason Finley (Chaffee County, Colo.), Grant Fisher (Portland, Ore.), Tori Franklin (Evanston, Ill.), Courtney Frerichs (Nixa, Mo.), English Gardner (Voorjees, N.J.), Cravon Gillespie (Pasadena, Calif.), Elija Godwin (Covington, Ga.), JuVaughn Harrison (Huntsville, Ala.), Keni Harrison (Clayton, N.C.), Daniel Haugh (Marietta, Ga.), Quanera Hayes (Hope Mills, N.C.), Aleia Hobbs (New Orleans), Cole Hocker (Indianapolis), Grant Holloway (Chesapeake, Va.), Bryce Hoppel (Midland, Tex.), Ariana Ince (Gonzales, Tex.), Lynna Irby (Indianapolis), Reggie Jagers III (Cleveland), Isaiah Jewett (Los Angeles), Wadeline Jonathas (Worcester, Mass.), Sam Kendricks (Oxford, Miss.), David Kendziera (Mount Prospect, Ill.), Fred Kerley (Morgan City, La.), Benard Keter (Colorado Springs), Woody Kincaid (Littleton, Colo.), Sally Kipyego (Eugene, Ore.), Joe Klecker (Minneapolis), Erriyon Knighton (Tampa), Joe Kovacs (Bethlehem, Pa.), Annie Kunz (Denver), Morgann LeLeux (New Ibera, La.), KC Lightfoot (Lee’s Summit, Mont.), Wil London (Waco, Tex.), Noah Lyles (Alexandria, Va.), Heather MacLean (Peabody, Mass.), Maggie Malone (Geneva, Neb.), Taylor Manson (East Lansing, Mich.), Sam Mattis (East Brunswick, N.J.), Steffin McCarter (Copperas Cove, Tex.), Rachel McCoy (Fontana, Calif.), Shelby McEwen (Abbeville, Miss.), Cory McGee (Pass Christian, Miss.), Sydney McLaughlin (Dunellen, N.J.), Alicia Monson (Amery, Wis.), Jasmine Moore (Grand Prairie, Tex.), Sandi Morris (Greenville, S.C.), Athing Mu (Trenton, N.J.), Dalilah Muhammad (Bayside, N.Y.), Clayton Murphy (New Paris, Ohio), Katie Nageotte (Olmsted Falls, Ohio), Chris Nilsen (Kansas City, Mo.), Michael Norman (Murrieta, Calif.), Vernon Norwood (New Orleans), Yared Nuguse (Louisville), Javianne Oliver (Monroe, Ga.), Keturah Orji (Mount Olive, N.J.), Payton Otterdahl (Rosemount, Minn.), Jenna Prandini (Clovis, Calif.), DeAnna Price (Moscow Mills, Mo.), Elle Purrier St. Pierre (Montgomery, Vt.), Jessica Ramsey (Boynton Beach, Fla.), Brittney Reese (Gulfport, Miss.), Jacob Riley (Bellingham, Wash.), Daniel Roberts (Hampton, Ga.), Raevyn Rogers (Houston), Randolph Ross (Raleigh, N.C.), Galen Rupp (Portland, Ore.), Raven Saunders (Charleston, S.C.), Garrett Scantling (Jacksonville, Fla.), Rachel Schneider (Sanford, Maine), Karissa Schweizer (Urbandale, Iowa), Donald Scott (Apopka, Fla.), Molly Seidel (Boston), Kenny Selmon (Mableton, Ga.), Michael Shuey (Johnsonburg, Pa.), Emily Sisson (Menomonee Falls, Wis.), Robyn Stevens (Los Angeles), Trevor Stewart (Elk River, Minn.), Darryl Sullivan (Marion, Ill.), Gabby Thomas (Florence, Mass.), Curtis Thompson (Florence, N.J.), Aliphine Tuliamuk (Flagstaff, Ariz.), Kaylin Whitney (Clermont, Fla.), Kendell Williams (Marietta, Ga.), Micah Williams (Portland, Ore.), Ajeé Wilson (Neptune, N.J.), Kara Winger (Vancouver, Wash.), Rudy Winkler (Sand Lake, N.Y.), Alex Young (La Vergne, Tenn.), Zach Ziemek (Itasca, Ill.).Triathlon: Taylor Knibb (Washington, D.C.), Kevin McDowell (Geneva, Ill.), Morgan Pearson (New Vernon, N.J.), Summer Rappaport (Thornton, Colo.), Katie Zaferes (Cary, N.C.)Volleyball: Foluke Akinradewo Gunderson (Fort Lauderdale, Fla.), Matt Anderson (West Seneca, N.Y.), Michelle Bartsch-Hackley (Champaign, Ill.), Micah Christenson (Honolulu), TJ DeFalco (Huntington Beach, Calif.), Annie Drews (Elkhart, Ind.), Kyle Ensing (Valencia, Calif.), Micha Hancock (Edmond, Okla.), Kim Hill (Portland), Max Holt (Cincinnati), Thomas Jaeschke (Wheaton, Ill.), Jordan Larson (Hooper, Neb.), Garrett Muagututia (Oceanside, Calif.), Chiaka Ogbogu (Coppell, Tex.), Jordyn Poulter (Aurora, Colo.), Kelsey Robinson (Manhattan Beach, Calif.), Taylor Sander (Hungtington Beach, Calif.), Erik Shoji (Honolulu), Kawika Shoji (Honolulu), David Smith (Saugus, Calif.), Mitch Stahl (Chamberburg, Pa.), Jordan Thompson (Edina, Minn.), Haleigh Washington (Colorado Springs), Justine Wong Orantes (Cypress, Calif.)Water polo: Alex Bowen (Santee, Calif.), Luca Cupido (Santa Margherita, Italy), Hannes Daube (Long Beach, Calif.), Rachel Fattal (Seal Beach, Calif.) Aria Fischer (Laguna Beach, Calif.), Makenzie Fischer (Laguna Beach, Calif.), Kaleigh Gilchrist (Newport Beach, Calif.), Ben Hallock (Westlake Village, Calif.), Stephania Haralabidis (Athens), Paige Hauschild (Santa Barbara, Calif.), Drew Holland (Orinda, Calif.), Johnny Hooper (Los Angeles), Max Irving (Long Beach, Calif.), Ashleigh Johnson (Miami), Amanda Longan (Moorpark, Calif.), Maddie Musselman (Newport Beach, Calif.), Jamie Neushul (Isla Vista, Calif.), Alex Obert (Loomis, Calif.), Melissa Seidemann (Walnut Creek, Calif.), Jesse Smith (Coronado, Calif.), Maggie Steffens (Danville, Calif.), Ben Stevenson (Reno, Nev.), Marko Vavic (Rancho Palos Verdes, Calif.), Alys Williams (Huntington Beach, Calif.), Alex Wolf (Huntington Beach, Calif.), Dylan Woodhead (San Anselmo, Calif.)Weightlifting: Clarence Cummings Jr. (Beaufort, S.C.), Jourdan Delacruz (Wylie, Tex.), Wes Kitts (Knoxville, Tenn.), Harrison Maurus (Auburn, Wash.), Katherine Nye (Oakland Township, Mich.), Sarah Robles (Desert Hot Springs, Calif.), Mattie Rogers (Apopka, Fla.), Caine Wilkes (Matthews, N.C.)Wrestling: Kyle Dake (Ithaca, N.Y.), Thomas Gilman (Council Bluffs, Iowa), Adeline Gray (Denver), Ildar Hafizov (Tashkent, Uzbekistan), G’Angelo Hancock (Fountain, Colo.), Sarah Hildebrandt (Granger, Ind.), Helen Maroulis (Rocky Point, Md.), Tamyra Mensah-Stock (Katy, Tex.), Kayla Miracle (Culver, Ind.), Alejandro Sancho (Miami), Kyle Snyder (Woodbine, Md.), John Stefanowicz (Jacksonville, N.C.), Gable Steveson (Apple Valley, Minn.), David Taylor (St. Paris, Ohio), Jacarra Winchester (Marshall, Mo.)What about the U.S. basketball teams and the soccer teams?The United States has earned a spot in the men’s and women’s tournaments. USA Basketball in March released a list of 57 finalists for the Tokyo-bound men’s roster, including 16 Olympic veterans, though LeBron James and Stephen Curry later said they wouldn’t be competing this summer. The final roster features Kevin Durant and a team of NBA all-stars.The U.S. men’s team did not qualify for the Olympics in three-on-three basketball. Only the U.S. women will compete in that event as it makes its Olympic debut.The men’s squad failed to claim its first Olympic berth since the 2008 Games, losing to Honduras in a regional qualifier. The Olympic men’s competition is mostly limited to under-23 players.What other qualifiers are there?Athletes from many sports have participated in qualifying events throughout the spring and summer with hopes of earning Olympic berths for themselves or quota spots for the U.S. team.The U.S. baseball team qualified for Tokyo with a 4-2 victory over Venezuela on June 5. Baseball and softball have not made an Olympic Games appearance since the IOC voted 54-50 against including the sports after the 2008 Beijing Games. A rule change allows a host nation to propose additional sports, and baseball and softball are popular in Japan.How do they select athletes in sports without trials?Many sports rely on accumulated points, world rankings and international competitions for athletes to earn their spots at the Olympics. Those season-long competitions and qualifying events continued through the spring, and most will decide their Olympic berths by June.How has covid-19 affected qualifying?With the exception of the handful of sports that qualified athletes before March 2020, most every Olympic sport had to shuffle its competition schedules and rework its qualifying process because of the coronavirus pandemic.Many events were canceled, which meant some sports had fewer qualifying events available.", "date": "2021-07-10", "title": "Which U.S. athletes have qualified to compete at the Tokyo Olympics?", "url": "https://www.washingtonpost.com/sports/2021/04/05/team-usa-tokyo-olympics-qualifiers/"}], [{"content": "MIAMI — The Miami-Dade County Courthouse will begin undergoing repairs immediately because of safety concerns found during a review prompted by the deadly collapse of a nearby condominium building, officials said.An engineering firm that examined the 28-story courthouse recommended that it undergo immediate structural repairs and that floors 16 and above be closed. All courthouse employees, including those who work on lower floors, will return to working from home, Miami-Dade Mayor Daniella Levine Cava and other leaders said in a joint statement late Friday.In its report, engineering firm U.S. Structures Inc. said that during its June 30 inspection, it found structural distress in various structural members such as support beams and joists, including steel columns that are in “poor condition” and concrete columns that have numerous cracks.“In general, we observed numerous members with visible signs of structural deterioration that have been documented and reported by this and other firms for quite some time now. Many of these members are in an advance state of deterioration,” inspector Jose Toledo wrote in the firm’s Tuesday letter to Miami-Dade County officials.The announcement about the courthouse, which is in Miami, came during the third week of the search for victims of the collapse of the Champlain Towers South building in nearby Surfside. On Saturday, authorities raised the confirmed death toll to 86, with 43 people still missing.The courthouse, which was completed in 1928 and placed on the National Register of Historic Places in 1989, is where most civil cases are heard and contains some administrative offices. Separate courthouses for criminal, children’s and family cases are not affected.Workers only recently returned to the building after working remotely because of the coronavirus pandemic. Court operations will go back to a remote format until the safety concerns are addressed. The court planned to notify people with upcoming court proceedings of the changes.“They had only been back in that building about a week,” Levine Cava said at a Saturday news conference. “So they have everything they need to continue to operate remotely and also at other locations, so it should not disrupt substantially.”Authorities didn’t disclose details about the specific types of repairs that are needed, and they still plan to inspect its basement to determine if additional ones are required.In its report, the engineering firm warned that one column on the 25th floor needed “immediate attention” and urged that it be repaired within 30 days. It also found overhead beams and slabs that had cracks and spalling, which is when pieces of concrete break off and potentially allow water in. In addition, it advised officials to remove heavy items such as books, office supplies and sandbags that were stored on upper floors.Miami-Dade County is in the early stages of constructing a new civil courthouse and had been planning to sell the current one, which has been beset by leaks, mold and issues with its facade over the years. It’s unclear how the new findings might affect those plans to sell the building.The building underwent a review following the June 24 collapse of the Champlain Towers South building, where efforts are ongoing to recover the bodies of those missing and presumed dead. Levine Cava said those efforts would continue throughout the day Saturday despite bad weather, though work was paused for about an hour Saturday morning due to a nearby lightning strike. She also said no asbestos has been found during the search of the rubble.“Please pray for all those who’ve lost loved ones and for those whose hearts are broken by this unspeakable tragedy,” she said.Surfside Mayor Charles Burkett said crews were making good progress, especially in clearing debris from the section of the building that didn’t collapse but was later demolished. That section will likely be cleared sooner than originally expected, he said.“It’s astounding the pace at which they’re working in getting that rubble out of there,” he said.Associated Press writer Curt Anderson in St. Petersburg, Florida, contributed to this report.", "date": "2021-07-10", "title": "Review prompted by building collapse closes Miami courthouse", "url": "https://www.washingtonpost.com/national/review-prompted-by-building-collapse-closes-miami-courthouse/2021/07/10/21379a94-e159-11eb-a27f-8b294930e95b_story.html"}], [{"content": "VALLETTA, Malta — The Mediterranean island nation of Malta is requiring proof of coronavirus vaccination for visitors 13 and up, the first European Union nation to do so,Starting Wednesday, visitors to Malta must present a COVID-19 vaccination certificate that is recognized by Maltese health authorities, meaning certificates issued by Malta, the European Union or the United Kingdom.The EU’s green passport program certifies people who are fully vaccinated, but also those who receive a negative PCR test result or have recovered from COVID-19. But Malta has decided to only recognize those who are fully vaccinated in hopes of stemming a recent rise in confirmed coronavirus cases.“Malta will be the first EU country taking this step,” Health Minister Chris Fearne said.Children aged 5-12 will only need to present proof of a negative PCR test, while those under 5 are exempt from all documentation requirements.Malta, which has a population of just over half a million, had 46 active cases on July 1 and 252 active cases as of Friday. The country has reported nearly 31,000 cases and 420 deaths in the pandemic.The Maltese government says 90% of its new COVID-19 cases are among unvaccinated people. Currently, 79% of Maltese adults have been fully vaccinated.Fearne said most of the new infections were linked to travel. Several positive cases were identified in English-language teaching schools, and the Italian Foreign Ministry said Saturday that “a growing number” of Italians — most of them minors — were among them.They were being quarantined, as were their classmates, even those who tested negative.In a statement, the Italian Foreign Ministry said it was trying to persuade the Maltese government to let the students who had tested negative return home, but said the Maltese government had refused and was requiring a 14-day quarantine for people who had tested positive and come into contact with them.The Maltese government ordered the closure of the language schools starting Wednesday.", "date": "2021-07-10", "title": "Malta requires visitor vaccination proof to curb new cases", "url": "https://www.washingtonpost.com/world/malta-requires-visitor-vaccination-proof-to-curb-new-cases/2021/07/10/4ebd2736-e15e-11eb-a27f-8b294930e95b_story.html"}], [{"content": "BURBANK, Calif. — Batman’s secret cave, Harry Potter’s cupboard under the stairs and the apartment from “Friends” are major centerpieces to the huge Warner Bros. studio lot expansion.Warner Bros. Studio Tour Hollywood recently reopened more than a year after doors were shuttered because of the coronavirus pandemic. Now, attendees will have a chance to explore the studio’s nearly 100 years of television and filmmaking history, highlighting the DC Universe and “Harry Potter.”A firsthand look took place a couple of days before the tour opened in late June at the Southern California studio, which now welcomes families with children ages 5 and older.Warner Bros. officials said the expansion — that includes a new building — took five years to develop in Burbank. Officials say the studio tour will follow all city, state, and federal COVID-19 safety protocols.“One of the most incredible things about Warner Brothers is the incredible history of epic films that are legendary,” said “Wonder Woman” director Patty Jenkins, who helped reopen the tour.Here are some of the tour’s key features:Selfie opportunities will be a plenty at the replicated, iconic “WB” water tower as attendees are able to walk along an aerial view of the sprawling studio lot. The walls are lined with mementos of the studio’s film, TV animation titles, dating back to 1923. Some of the highlights in this room include photos from classic films such as “Casablanca” and “Little Caesar.”There is a dedicated wall area of the Oscar-winning film “Million Dollar Baby” and the boxing gloves worn by Hilary Swank. J.R.’ Ewing’s boots and hat from the television series “Dallas” are also on display. Several miniature soundstages with the words “PLEASE DO NOT SIT” are throughout the exhibit.Step into the behind-the-scenes universe of DC superheroes and villains. One of the compelling aspects is the secret Batcave, where guests will find the authentic Batmobile from Tim Burton’s original “Batman,” the Tumbler from “The Dark Knight” and the Batwing from “Batman v. Superman.”Costumes worn by Superman, Batman, Wonder Woman, Aquaman and the Flash are on display. Other standouts include Margot Robbie’s Harley Quinn and Jared Leto’s Joker costumes from “Suicide Squad.” Along with Christopher Reeve’s “Superman” costume, the exhibit has Michael Keaton’s suit from the 1989 film “Batman” and Lynda Carter’s “Wonder Woman” costume from the classic 1970s television show.In an interactive experience, visitors can touch the glowing Lasso of Hestia from “Wonder Woman 1984.”Director of the recent “Wonder Woman” films, Patty Jenkins, said she enjoyed seeing the costumes worn from her movies along with the rest of the DC characters featured in the exhibit.“For there to be a museum to celebrate, that seems like something that is so important,” she said. “Then to have things for my own films in there as well, it’s an incredible honor and a very surreal crossing of the line of those two things.”HARRY POTTER &amp; FANTASTIC BEASTCreate a photo opportunity inside Harry Potter’s cupboard under the stairs at 4 Privet Drive and understand the art of making potions on the re-created sets of “Harry Potter” and “Fantastic Beasts.”Guests can sit underneath the Sorting Hat, which determines one’s Hogwarts house. And class is in session to learn about the unique creatures at Newt Scamander’s Shed of Magical Creatures.“You get to experience the action, the magic and fun, and the props and costumes and the re-created sets,” said Bonnie Wright, who starred as Ginny Weasley in the Harry Potter film series.Stage 48: Script to Screen is home to the “Friends” boutique that will be accompanied by the expanded Central Perk Café. The area features re-created sets inspired by the show including Joey and Chandler’s apartment, Monica’s apartment and Central Perk. Some costumes worn by the cast and other props from the show are from the 25th anniversary in 2019. Monica’s famous door frame and a “Friends” reunion-inspired spirit jersey, coffee mugs along with souvenirs and collectibles are included.Central Perk offers a New York deli-inspired menu that includes a special blend of Central Perk coffee, pizza wedges, corned beef melts and cold sandwiches.“I don’t think people are going to want to leave,” said Maggie Wheeler, who played the recurring role of Janice on “Friends.” The hit TV series starred Jennifer Aniston, Courtney Cox, David Schwimmer, Matt LeBlanc and Lisa Kudrow.“It feels like the show,” Wheeler continued. “It feels like memory lane. I think people are going to be really, really excited to walk through and spend time here.”The tour concludes with an exhibit spotlighting costumes and props, including the jersey worn by the late Chadwick Boseman as Jackie Robinson in the film “42” and the miniature blimp from Ridley Scott’s “Blade Runner.” The trombone that Robert Preston played in “The Music Man” is also on display.Guests will have an opportunity to hold an authentic Oscar trophy. (Be sure to grasp with both hands. It’s heavy.)", "date": "2021-07-10", "title": "Warner Bros studio tour expands with DC Universe, Potter", "url": "https://www.washingtonpost.com/lifestyle/warner-bros-studio-tour-expands-with-dc-universe-potter/2021/07/10/b64d2202-e177-11eb-a27f-8b294930e95b_story.html"}], [{"content": "DANVILLE, Va. — The easing of the coronavirus pandemic has prompted some people who had adopted companion animals to drop them off at animal shelters.The Danville Register &amp; Bee reported Friday that some people say they no longer have time to care for the animals.Others have lost their jobs and can no longer afford to take care of them. And some people have moved into new homes that don’t allow pets.“We have seen an increase in owner surrenders,” Brent A. Weinkauf, director of the Pittsylvania Pet Center, told the newspaper. “There are many contributing factors for the increases.”The COVID-19 pandemic shut down had left many people stuck at home. Some turned to pets to keep them company. But now that many people have gone back to working in an office, they can no longer provide the care and attention the animals deserve.", "date": "2021-07-10", "title": "Animal shelters receiving some pets adopted during pandemic", "url": "https://www.washingtonpost.com/local/animal-shelters-receiving-some-pets-adopted-during-pandemic/2021/07/10/52c681fa-e1a0-11eb-a27f-8b294930e95b_story.html"}], [{"content": "A year after rescuing the global oil industry from the ravages of the pandemic, the OPEC+ alliance has been thrown again into disarray. The group of crude producers has split at its core, after a bitter feud flared up between long-standing allies Saudi Arabia and the United Arab Emirates over how quotas should be calculated. Prices have swung as their standoff threatens to deprive markets of the supplies needed to feed the world’s economic recovery. If the deadlock remains unresolved, it could have profound consequences for the balance of power in the Middle East and energy companies around the globe.1. What is OPEC+ fighting about?The Organization of the Petroleum Exporting Countries and its partners have been gradually restoring to the market the vast quantities of crude they halted when the coronavirus crushed fuel demand in 2020. Its plans to revive the barrels that remain offline have run into a snag: the UAE will only approve Saudi proposals to phase in the restart to the end of 2022 if its individual target is recalculated. Abu Dhabi, capital of the UAE and seat of most of its oil production, says the quota is outdated and unfair.2. What has the pandemic done to OPEC+?In March 2020, OPEC+ was plunged into a brutal price war as group leaders Saudi Arabia and Russia clashed over whether the pandemic necessitated fresh production cuts. As lockdowns sent the oil market crashing, the group reached a truce and agreed the biggest output curbs in history: roughly 10 million barrels a day, or 10% of world supplies. But while the pandemic provoked a fight in OPEC+ last year as demand slumped, it’s now sparking another as consumption returns.3. Why is Saudi Arabia’s ally objecting?Abu Dhabi believes the agreement that OPEC+ hastily struck in April 2020 has an unsustainable inequity. While production baselines used to measure each country’s required cuts were updated for Saudi Arabia and Russia, the other 21 nations were stuck with levels set in 2018. That’s an acute problem for the UAE, which has invested billions of dollars in new production capacity and is keen to make use of it. The country also needs to pump sufficient volumes to ensure the viability of a recently-launched regional price benchmark, Murban. But there’s also a deeper tension between the two Middle East siblings: Crown Prince Mohammed bin Zayed is determined to carve out an independent political path for Abu Dhabi, stepping out from the shadow of its bigger neighbor.4. What does it mean for gasoline prices?U.S. oil futures rallied to a six-year high of almost $77 a barrel on July 6 before retreating again, as traders fear the impasse may prevent OPEC+ from filling a looming supply shortfall. With the holiday driving season under way in the northern hemisphere, global oil markets are forecast to tighten sharply in coming months. That could push gasoline prices -- already above the sensitive threshold of $3 a gallon in the U.S. -- even higher. Yet markets have remained volatile amid the OPEC+ spat as traders weigh another option: that the dispute could ultimately fracture the coalition and usher in a new price war.5. How could the stalemate be resolved?OPEC+ delegates say that consultations are going on behind the scenes to bridge the divide after talks failed dramatically on July 5, but so far they’ve yet to yield results. Ultimately, leaders in Riyadh and Abu Dhabi will need to try and find a compromise. That could be expedited by pressure from key consumers: the administration of U.S. President Joe Biden has reached out to the main players and urged them to reconcile. Typically, disputes at OPEC+ are resolved with some creative accounting and a diplomatic fudge that allows the opposing sides to save face.6. Is this the beginning of the end for the cartel?OPEC’s obituary has been written numerous times over the past few decades, only for the organization to rise up again. The OPEC+ alliance it formed with non-members had seemed irretrievably broken when the 2020 price war erupted, yet it too is still standing. While the UAE made veiled threats last year about quitting OPEC, analysts widely expect this latest confrontation will be resolved in the coming weeks. But it could foreshadow future conflicts that eventually test the alliance to breaking point. The UAE’s urge to deploy its new production capacity quickly may reflect concern that time is running out for fossil fuels, as the world transitions to low-carbon energy. If the switch to electric vehicles and renewable energy brings global oil demand to a plateau, OPEC+ nations may decide to break from the alliance and pump all they can.", "date": "2021-07-10", "title": "Why the OPEC+ Crisis Has Sparked an Oil Price Frenzy", "url": "https://www.washingtonpost.com/business/energy/why-the-opec-crisis-has-sparked-an-oil-price-frenzy/2021/07/08/e99e1e6e-dfe6-11eb-a27f-8b294930e95b_story.html"}], [{"content": "MADRID — Spain’s prime minister overhauled his Cabinet on Saturday, forming what he called “the government of the recovery” following the coronavirus pandemic.Prime Minister Pedro Sánchez has led a minority coalition government formed by his Socialist Party and the anti-austerity United We Can party since January 2020. He has managed to keep it afloat during the pandemic and pass a budget by securing key votes from opposition parties.“As we put the pandemic behind us, the new government will focus on the economic recover of the country and the creation of jobs, and taking full advantage of the enormous opportunity the European Union recover funds represent,” Sánchez said.Women will head 14 of Spain’s 22 governmental ministries, up from 12 in the current Cabinet. Sánchez has made gender equality and women’s rights one of the priorities of his mandate.Sánchez left untouched the five ministers of United We Can and made all seven changes on the Socialist side of his Cabinet.The biggest change was the exit of Carmen Calvo, the deputy prime minister. Economy Minister Nadia Calviño was elevated to take her place. Calvo leaves in the aftermath of a tug-of-war with Equality Minister Irene Montero, of United We Can, over the draft of a law that will allow gender self-determination.José Albares will become the new foreign minister after leaving his post as ambassador to France. Albares will replace Arancha González Laya, who was heavily criticized for the recent diplomatic spat with Morocco.Juan Campo is out as minister of justice just weeks after Spain’s government pardoned nine instigators of the 2017 secession attempt by the northeastern region of Catalonia. Judge Pilar Llop will leave the presidency of the Senate to take over for Campo.", "date": "2021-07-10", "title": "Spanish PM Sánchez remodels Cabinet to focus on economy", "url": "https://www.washingtonpost.com/politics/spanish-pm-sanchez-remodels-cabinet-to-focus-on-economy/2021/07/10/926489f2-e186-11eb-a27f-8b294930e95b_story.html"}], [{"content": "BUCHAREST — Moldova is set to receive half a million doses of Johnson &amp; Johnson vaccine from the United States to help the small nation combat the coronavirus pandemic.The first 150,000 doses of J&amp;J are to arrive in Moldova — a country of 3.5 million, Europe’s poorest sandwiched between Romania and Ukraine — on July 12, the U.S. Embassy officials in Moldova said..Moldovan President Maia Sandu thanked the U.S. for the vaccines and said that they will “help save lives, preserve the health of our citizens and reduce the force of the pandemic.”“Now, we must mobilize ourselves and, in solidarity, get vaccinated,” Sandu, a former World Bank official, wrote online.The announcement came days ahead of an early) parliamentary election in Moldova that pits pro-Western reformists against a Russia-friendly bloc of Socialists and Communists, with recent polls giving a lead to the former.“This donation could not come at a more important time,” the U.S. Embassy in Moldova said in a statement. “The U.S. remains Moldova’s steadfast partner in combating the COVID-19 pandemic and saving Moldovan lives.”Only 305,000 people in Moldova have been fully inoculated against COVID-19, around just 11% of the population.The embassy said the U.S. has so far donated more than $4 million (€3.3 million) of COVID-19 related assistance to Moldova, including equipment and staff training. Neighboring Romania has also donated more than 400,000 AstraZeneca vaccines to Moldova.Moldova has reported more than 257,000 coronavirus infections and 6,207 deaths.", "date": "2021-07-10", "title": "U.S. donates 500,000 COVID-19 vaccine doses to Moldova", "url": "https://www.washingtonpost.com/politics/us-donates-500000-covid-19-vaccine-doses-to-moldova/2021/07/10/8ddefb02-e18a-11eb-a27f-8b294930e95b_story.html"}], [{"content": "Yvens Rumbold is the 32-year-old director of communications for Policité, a public policy think tank in Haiti. He lives in Delmas, part of the Port-au-Prince metropolitan area, with his mother and cousin. He shared his story in his own words. His account was slightly edited for length and clarity.Port-au-Prince has been in a circle of violence for the last three years. Last week we woke up in my town, Delmas, with a series of killings. Among the victims were a journalist and a female activist. The journalist, his name was Diego Charles. I knew him. The killings were like three minutes by car from my street. Two of my colleagues were shot and attacked in Martissant, which is in the south of Port-au-Prince. Some of my friends have been kidnapped.Every day there is something new. In Port-au-Prince, in the south of the city, there are gangs that are fighting against each other and they block the streets between Port-au-Prince and other towns. I never go down to downtown Delmas or downtown Port-au-Prince, close to the Parliament, because of the violence. Luckily, I’m not too far from the supermarket and I’m working from home because of covid. But because of the violence, I only go to three places: my friend’s house, the supermarket and home.When you go to the streets, there is trash everywhere. Is there anyone in this city that is taking charge of the environment? There are gas shortages due to the gang violence in the south. I never go to the gas station. One of my friends lives in front of a gas station so he can go in the morning at 6 a.m. The last time he called me to come, there were six cars in line. And by the time they got to the fourth car in line, they closed.Nothing is working. When we as Haitians ask, “What is one good thing that is functioning in the country?,” we cannot think of one. But when you think about who is responsible, you cannot just say Haiti is a failed state without looking at its past — and the interference of the international community.On Wednesday morning, I was sleeping and my cousin woke me up because everyone in the neighborhood was talking about the assassination. I saw a lot of missed calls from people who were telling me the news. It was like 6 in the morning. I said, no, it can’t be true. I stayed home all day in the living room, monitoring the TV, the radio, the Internet. I could see on the TV that the streets were empty, totally empty.I live with my cousin and my mom, and my mom is mentally ill. She doesn’t really grasp the situation right now. When the president was killed she wanted to go out. She sells things in the neighborhood — bar soaps, vegetables. I was telling her, “This is not safe right now.” I had to actually close the gate and hide the keys. The feeling was maybe people are going to go on the street, they’re going to ransack things. Nobody knew what was going to happen. I didn’t want her to risk her life.Yesterday was the first time I decided to go out. I went out to see what was going on in town. I passed a gas station and there were long lines and people arguing, and I didn’t go. There’s a water crisis as well. People can’t find water to buy in my neighborhood. You can’t drink the tap water here, so you have to buy a big cistern. But the cisterns aren’t being delivered.But I can kind of see a semblance of normal activity in Delmas. I saw police cars parked in their usual places. Young people were playing in their streets. People are selling their things in the street market. I was like, oh my God, life is going back to normal.People in Haiti, they are used to events like this. I’m very shocked by the assassination of the president because he represents the country. I couldn’t believe that a commando could pass not only his personal security but the security of the neighborhood and kill him. It’s unbelievable. But at the same time, when you step back, you think of all of the events ongoing in the country and you think, huh, it’s not that surprising. Gangs are killing people not too far from the National Palace. Two weeks ago, the president was giving a press conference and you could hear the shots firing in the background. I just say, okay, anything could happen in this country.I think people that can afford to leave Haiti will go. That has been happening in the last two years. I have personal friends that went to the U.S. and were supposed to come back, but they didn’t come back, they stayed. I think we’re going to see more of those cases.I don’t want to go. I have electricity, I have water, I work from home. I can bear the stress. I can bear the insecurity, so far. I love Haiti, and I want to be engaged. I want to be a part. I love the idea of Haiti and the foundation of Haiti, what it represents to the world and to Black people all over the world. That’s the significance that is holding me in Haiti right now.Ten years ago, I was optimistic. Right now, I don’t know. This optimism is shaken. But I want to try.", "date": "2021-07-10", "title": "‘Nothing is working’: Haiti’s chaos seen from behind the locked gates of one man’s home", "url": "https://www.washingtonpost.com/world/2021/07/10/haiti-assassination-scene-life/"}], [{"content": "At first, novelist Cai Emmons thought something might be wrong with her bite.In December 2019, while reading from her latest work at a gathering in Sausalito, Calif., Emmons was keenly aware that her voice and speech pattern seemed different than usual. “There was a slight lack of flow and my rhythm was off,” she recalled. No one else seemed to notice anything amiss.But to Emmons, who lives in Eugene, Ore., the problem was glaring. A self-described “big talker” who had taught creative writing at the University of Oregon, Emmons often gave readings, was deeply involved in the local theater community and had been a college actress. She was determined to find out what was wrong with her voice and do her best to fix it.And so began a roller-coaster process, complicated by the pandemic, that consumed the next 14 months of her life, concluding with a finding that was both familiar and unimaginable.“I don’t think anyone wants to make the diagnosis,” Emmons said recently, adding that she regrets not knowing the truth sooner.“Had I known earlier, I wouldn’t have had to go through all that testing and all those doctor visits,” she said. Equally important, a speedier diagnosis would have enabled her to “bank” her voice to create a synthetic one for future use.In the weeks after the reading, Emmons, then 69, said she became “obsessed with her teeth.” They appeared to have shifted — typical in adulthood — and Emmons worried she had developed a bit of a lisp. She also noticed that the episodic hoarseness she had experienced for a few years seemed to be worsening. She visited her dentist, who found nothing wrong with her bite.On the advice of a friend, Emmons decided to order invisible aligners, an alternative to traditional metal braces.“It was pretty expensive but I really wanted to fix this problem,” she said.She soon discovered that they made her speech sound garbled. After wearing them for several weeks, Emmons stuck them in a drawer.In May 2020, she had a telehealth appointment with her primary care doctor. He referred her to an ear, nose and throat specialist whom she couldn’t see until July.In the interim, a friend suggested she call one of his relatives in Ohio who is a physician. The doctor listened to Emmons’s description of her symptoms and told her he suspected she had myasthenia gravis, a rare neuromuscular condition that causes muscle weakness. Speech problems can be a symptom of the disease.“I kind of bought into his diagnosis,” she said.The Ohio doctor recommended that she start taking pyridostigmine, a drug used to reduce myasthenia-related muscle weakness.But it wasn’t clear she actually had the disease: A blood test commonly used to diagnose it was normal.In July an otolaryngologist examined Emmons’s vocal cords. After he found nothing unusual, he sent her to a Eugene-area neurologist.A month later, Emmons saw the neurologist, who prescribed a trial of pyridostigmine and ordered additional tests. Among them was electromyography, which involves the insertion of small needles into muscles, including those in Emmons’s tongue, to measure electrical activity and the response to nerve stimulation. The doctor wrote that she wanted to distinguish between myasthenia and “another process causing . . . symptoms, like for example motor neuron disorders.” The best-known of these is amyotrophic lateral sclerosis (ALS), a rare, progressive neurological disease that affects nerve cells in the brain and spinal cord that control movement.“She definitely said I did not have ALS,” Emmons recalled.She felt a surge of relief tempered with skepticism. Her former mother-in-law had died of ALS in 1988, and Emmons knew there is no definitive test for the fatal disease.“When my mother-in-law died, I thought, ‘Well, I don’t have to worry about ALS because, like lightning, it won’t strike twice,’ ” Emmons remembered.After essentially ruling out ALS and myasthenia gravis the neurologist, who noted that Emmons was having trouble swallowing, ordered a CT scan of her neck, as well as an MRI of her brain and cervical spine to check for a stroke, tumor or a lesion suggestive of multiple sclerosis. When all were normal, she sent Emmons to a specialized otolaryngologist in Portland, 90 miles north of Eugene.By then, Emmons said, her focus had shifted to a new possibility: laryngeal or spasmodic dysphonia, a voice disorder caused by involuntary spasms in the larynx that produce a strained or strangled-sounding voice. Emmons’s college roommate, a gynecologist, told her she “sounded just like several of her patients and kept sending me links to it,” the novelist recalled.But after listening to broadcaster Diane Rehm, who has talked about her nearly career- ending battle with the disorder, Emmons said she became convinced this wasn’t her problem. She was having increasing difficulty forming words, which is not characteristic of spasmodic dysphonia.Her deteriorating voice made Emmons feel uncharacteristically self-conscious. She shied away from readings, public speaking or interviews, fearing that her labored, stilted-sounding speech might make listeners question her intelligence.In January 2021, Emmons, accompanied by her partner of 20 years, playwright Paul Calandrino, saw a laryngeal specialist at Oregon Health &amp; Science University, the state’s only academic medical center.He immediately ruled out spasmodic dysphonia and asked Emmons whether she had experienced inappropriate laughing or crying jags.“I hadn’t ID’d this as something strange until he asked me,” Emmons recalled. “I asked him, ‘Why do you ask?’ and he replied that he thought I might have a pseudobulbar palsy.”Pseudobulbar disorders affect the ability to control facial muscles and have a variety of causes, including stroke. The ENT did not elaborate and told Emmons he was sending her to a colleague who is a neurologist.“I think he knew what was wrong, but didn’t feel that he was in a position to diagnose it,” she said. “And he knew I didn’t know. He was very attentive and made sure I had good follow-up appointments.”About 10 days before the meeting with the Portland neurologist, Emmons kept an appointment she had made earlier with a second neurologist in Eugene. The doctor ordered testing so extensive it required 15 vials of blood. Several days later, Emmons learned that nothing had been found; the doctor could not explain her worsening symptoms.That changed when Emmons saw Nizar Chahin and the young doctor working with him.The junior doctor examined Emmons first. Chahin then joined them, repeating parts of the physical exam. He asked Emmons if he could inspect the tops of her legs, then stared intently at her thighs for what seemed like five minutes. What, she asked, was he looking for?Fasciculations, he responded, referring to the myriad brief involuntary muscle twitches he had observed. Then Chahin gently asked Emmons whether she had heard of bulbar-onset ALS. She burst into tears. “It broke my heart,” Chahin recalled.Most cases of ALS are classified as “limb onset” because they initially affect the extremities, often the legs. But about 30 percent are “bulbar-onset” because they first manifest in the head, specifically in muscles that control speech and swallowing. Fasciculations, or persistent muscle twitches when accompanied by muscle weakness, are a common sign of all forms of ALS, but occur later in bulbar-onset disease. (They should not be confused with benign fasciculations like an eye twitch, a nearly universal, harmless phenomenon.)Bulbar onset is regarded as a more aggressive form of ALS, which strikes about 5,000 Americans annually. In most cases, the disease seems to occur randomly; a genetic form is believed to account for about 15 percent of cases.Although bulbar-onset ALS is more difficult to diagnose than limb-onset disease, Chahin said he is puzzled that neurologists missed it. Difficulty forming words and swallowing are classic symptoms.Emmons was also experiencing widespread fasciculations along with muscle atrophy, foot drop and abnormal reflexes, in addition to inappropriate involuntary displays of emotion known as “pseudobulbar affect.” All can be signs of ALS.A second EMG performed at OHSU a few weeks later was abnormal and confirmed the diagnosis. Chahin, who directs the university’s ALS clinic and has seen more than 700 people with the disease, speculated that the first EMG and swallowing study may have been misread.“These studies are very subjective,” he said.Emmons said that even though Chahin and his fellow delivered shockingly bad news to her and Calandrino, both doctors were “really wonderful . . . they made us feel very cared for.”The couple travel to Portland every three months to attend OHSU’s multidisciplinary ALS clinic. Chahin said that one of his patients with bulbar-onset ALS has lived for six years. Emmons’s breathing, he said, is “very, very good — so that’s a good sign.” Emmons has begun taking medications to treat the disease.Ten days after the diagnosis, on Valentine’s Day 2021, the couple married.They are trying to derive pleasure and comfort from time spent with friends and family and their shared experiences. Both laugh at the memory of their shellshocked drive home after receiving the diagnosis.They stopped at a high-end mall along the route and tried to distract themselves by buying a candle and a sweater. As the clerk was wrapping the items, she innocently inquired, “So how’s your day going?”Emmons recently bought an assistive communication device that can translate eye movements into speech. Her voice has continued to falter and she says “it takes me forever to eat now” because of deterioration in the muscles that control swallowing.Her next novel is scheduled for publication in September. Several friends have agreed to appear in her stead at readings. And her sister’s voice will be her synthetic voice when speech becomes too difficult.One of the hardest things, Emmons maintained, is “dealing with other peoples’ assumptions” — namely that her impaired voice equals an impaired brain.During a recent coronavirus test before a medical procedure Emmons said the nurse “spoke at top volume like I was in kindergarten.”She said she hopes her experience will alert others to the lesser-known form of ALS, enabling them to seek effective treatment earlier that might slow progression of the disease.“There were many steps along the way where something was proclaimed to be normal, but turned out not to be, ” she said.", "date": "2021-07-10", "title": "A novelist’s labored speech signaled an unimaginable diagnosis", "url": "https://www.washingtonpost.com/health/medical-mysteries/problem-speaking-medical-mystery/2021/07/09/e66a1222-c162-11eb-93f5-ee9558eecf4b_story.html"}]]